var groupArr = {
        "1": {
            "阵容名称": "斗技控制流",
            "式神1、2、3、4、5名称": "雪女、惠比寿、酒吞童子、山童、座敷童子",
            "阵容特点": "相对没有神乐打斗技那么热门，但如果你不是那种快攻流打法，那么你可以选择用晴明。",
            "适合打法": "斗技",
            "式神分析和御魂选择": "1速山童，山童眩晕概率低，而且就是带钟灵还是低，那么推荐带个日女，有击退效果<br/>2 速雪女， 雪女带雪幽魂， 冰冻概率就很高了， 所以4号位推荐带效果抵抗<br/>3 速座敷， 这个阵容座敷开局就7火了， 而且有老头回火， 所以不必带招财， 推荐带镜姬<br/>4 速惠比寿， 旗子尽早出来， 局势就稳定了， 因为雪女山童的控制太容易触发神乐的被动<br/>5 速酒吞， 酒吞可以考虑带地藏， 然后属性全选输出类型的。<br/>6 速晴明， 看局限给罩子还是增伤， 一般就是给罩子吧。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "2":{
        	"阵容名称":"雨火流 ",
        	"式神1、2、3、4、5名称":"凤凰火、 雨女、 姑获鸟、 山兔、 镰鼬 ",
        	"阵容特点":"这个组合双拉条， 还没有座敷， 很费火， 但是凤凰火速度太慢， 如果堆高速， 效果命中就不好堆， 综合考虑是凤凰火带火灵， 雨女、 镰鼬、 山兔都带招财猫。 姑获鸟的作用在于普攻和补刀。 凤凰火如果触发再动， 可以用普攻打人， 姑获鸟能配合。 ",
            "适合打法":"斗技 ",
            "式神分析和御魂选择":"1 速镰鼬， 拉条， 带招财猫<br/>2 速山兔， 拉条， 带招财猫<br/>3 速雨女， 第一回合缺火， 推荐不放天之泪<br/>4 速晴明， 升满级御灵， 初始速度128， 开局直接用符咒· 灭<br/>5 速姑获鸟， 前期火不够， 直接单点对面的拉条式神(山兔 镰鼬)<br/>6 速凤凰火， 晴明的符咒· 灭是不能驱散的， 而且这时候系统给了3火了， 完全可以放大控人<br/>注意点： 符咒· 灭和雨女的天之泪可以交替使用， 保证凤凰火每轮都能放大招， 姑获鸟前期不放大， 否则神乐的被动抗不住。 如果晴明开了罩子， 可以放大秒人。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "3":{
            "阵容名称":"复活反击流阵容 ",
            "式神1、2、3、4、5名称":"酒吞童子、 萤草、 妖琴师、 跳跳哥哥、 姑获鸟 ",
            "阵容特点":"神乐的放权可以最大化团队的输出， 达到最快清场， 或者最速布局的目的。 晴明的优势则是被动给竞技场增添了很多变数， 多段AOE的泛滥让晴明有机会在斗鸡大放异彩。　　 晴明满级被动拥有20 % 概率击晕， 无比逆天的存在， 被多段AOE洗礼过的晴明被动触发几率非常高， 而大多数人的团队为了追求效率， 五名式神外加阴阳师的搭配都是一环扣一环。　　 一旦其中一环被击晕， 就会大大提升崩盘的危险， 如果有两个点以上被同时击晕， 那基本可以宣告GG。 ",
        	"适合打法":"斗技 ",
            "式神分析和御魂选择":"1、 酒吞童子： 这里酒吞童子主要负责是单点对面主力多段式神， 这里要堆一些血量和一些速度， 不然很难抗过对面拉条流的一波伤害。 推荐御魂带轮入道， 强化要求高一些。 2、 妖琴师： 带招财猫， 速度控制在170速左右， 大招40 % 效果命中就可以了。 作用是伪装成拉条式神实则提供控制， 顺便利用二技能提高容错率。 打乱对手的出手节奏。 3、 跳跳哥哥： 这里可以推荐带一些散件的御魂， 比如2 + 2 + 2,<br/>要求就是堆生命值， 越高越好。 如果有高品质的地藏像那是最好不过的。 在团队中主要负责卖萌和吸引火力。 在对面只剩单体式神或者演变成两边辅助单挑时扔棺材。 4、 姑获鸟： 正常搭配针女就可以了。 2 号位选择速度的御魂， 6 号位选择暴击御魂， 正常打输出即可。 也可以换成单体比较强的首无、 白狼之类的都可以。 5、 萤草： 莹草负责治疗， 对于御魂要求不是很高， 尽量的堆起来攻击吧， 反正能奶的越多越好。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） 神乐（ 通灵· 疾风 + 召唤· 炼狱） "
        },
        "4":{
            "阵容名称":"御魂副本 ",
            "式神1、2、3、4、5名称":"茨木童子、 三尾狐、 山兔、 惠比寿、 椒图 ",
            "阵容特点":" ",
            "适合打法":"御魂副本 ",
            "式神分析和御魂选择":"1 号位大哥， 阵容中的唯一高配， 五星大茨木， 说实话茨木打蛇效果一般， 并不比针女流的式神高到哪里去【 真的】， 但是谁让他帅呢。 2 号位御魂全部四星白板的三尾狐， 御魂是针女套【 针女OP 针女imba】， 可以替换为任意输出型二号位。 3 号位萌萌的山兔， 携带御魂招财猫【 当然火灵能进图更流畅运行， 也可以， 但是这里怕自己失误山兔死】， 唯一要求就是速度起码得135的样子， 真正的核心。 4 号位老鱼， 全部堆血加治疗量【 可以换萤草， 但是说实话老鱼能回火， 而且吃火少， FLAG还能吸收点伤害】。 5 号位必须椒图， 想单核阵容其它式神不能拖后腿， 椒图是能显著降低队伍配置要求的神卡， 携带御魂招财猫<br/>6 号位阴阳师选择晴明， 道理不用我多说。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 星） "
        },
        "5":{
           	"阵容名称":"控制流 ",
            "式神1、2、3、4、5名称":"犬神 + 椒图 + 萤草 + 兵俑 + 座敷童子 ",
            "阵容特点":"由于兵勇嘲讽的初值很高， 效果命中随便一堆就能到达80 % ，100 % 也不难， 所以这套阵容使得很多人甚至无法自己操控一次而被活活磨死。 ",
            "适合打法":"这套阵容只需要兵勇堆高速度和效果命中， 狗神堆攻击， 奶治疗不要太低， 基本横虐大多数队伍。 兵勇的御魂要注意选防， 不要选血， 保证兵勇的血量总值较低可以快速制胜。 ",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "6":{
           	"阵容名称":"控制流 ",
            "式神1、2、3、4、5名称":"雪女、 孟婆、 座敷童子、 山兔、 酒吞童子",
            "阵容特点":"这套阵容要求集体速度都不能太慢， 雪女一般会带钟灵、 孟婆一般会带火影、 座敷和山兔带招财猫。 只要回火不出现间隙， ",
            "适合打法":"这套阵容会让你又冰又晕， 毫无招架之力。 酒吞也可以换成其他输出， 用酒吞是因为他不耗火， 控制更稳。 ",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "7":{
            "阵容名称":"控制流 ",
            "式神1、2、3、4、5名称":"食梦貘、 座敷童子、 镰鼬、 酒吞童子、 白狼 ",
            "阵容特点":"这套阵容的核心是睡眠点杀， 猪的睡技能满能达到50 % 的命中， 在加带上增加效果命中的御魂， 上100 % 不难， 而且猪的速度够快， 同御魂占先机 ",
            "适合打法":"。这个阵容一般属于土豪， 因为猪的技能比较难升， 但毫无疑问猪因为速度的关系比兵勇要稳的多。 ",
            "式神分析和御魂选择":"白狼可替换妖狐、 三尾狐 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "8":{
            "阵容名称":"跳过流 ",
            "式神1、2、3、4、5名称":"山兔、 镰鼬、 小鹿男、 座敷童子、 茨木童子 ",
            "阵容特点":"",
            "适合打法":"这个队伍基本都是用神乐， 也不怕晴明的概率晕， 一轮出手你肯定会死两个人， 然后你剩下3个人还能逆天不成？ 但是这个队伍对镰鼬技能有需求， 一般人很难组成。 没有镰鼬就只能带个控制来补足了。 ",
            "式神分析和御魂选择":"山兔、 镰鼬自带招财， 座敷自带火灵， 小鹿男自带地藏王。 这套阵容的核心是点杀， 而且为什么要山兔 + 镰鼬而不是俩山兔或俩镰鼬？ 因为山兔和镰鼬的加攻是叠加的， 而相同的技能则不叠加。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "9":{
            "阵容名称":"跳过流 ",
            "式神1、2、3、4、5名称":"山兔、 镰鼬、 小鹿男、 座敷童子、 荒 ",
            "阵容特点":"",
            "适合打法":"这个队伍基本都是用神乐， 也不怕晴明的概率晕， 一轮出手你肯定会死两个人， 然后你剩下8个人还能逆天不成？ 但是这个队伍对镰鼬技能有需求， 一般人很难组成。 没有镰鼬就只能带个控制来补足了。 ",
            "式神分析和御魂选择":"山兔、 镰鼬自带招财， 座敷自带火灵， 小鹿男自带地藏王。 这套阵容的核心是点杀， 而且为什么要山兔 + 镰鼬而不是俩山兔或俩镰鼬？ 因为山兔和镰鼬的加攻是叠加的， 而相同的技能则不叠加。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "10":{
           	"阵容名称":"跳过流 ",
            "式神1、2、3、4、5名称":"妖琴师、 山兔、 座敷童子、 雨女、 首无 ",
            "阵容特点":"妖琴带日女配效果命中， 4 号位配效果命中打退几率不是一般的高， 再加上有几率混乱控制力很强， 2 技能可以在适当的时候加速， 毫无疑问是这个阵容的主力。 山兔容易得到， 满技能不难， 带招财第二个出手， 可以让你速度低下的主力输出快人一步。 雨女主要是为了解控， 同时给对面减速， 2 回合20点减速可以让你153速以上的人比对方快一倍， 即你行动两次， 他行动一次。 雨女的技能现在貌似有BUG， 释放的时候回驱散敌方的混乱， 所以放技能时要选好时间。 ",
            "适合打法":"不瞒大家说， 我就用的这个阵容， 雨女和山兔都才22级， 不过混进前50很容易， 盖因为雨女是大多数控制流克星， 遇到控制流我胜算不低， 即便8SSR只要没阎魔我也能一战。 ",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "11":{
           	"阵容名称":"跳过流 ",
            "式神1、2、3、4、5名称":"妖琴师、 山兔、 座敷童子、 雨女、 荒 ",
            "阵容特点":"妖琴带日女配效果命中， 4 号位配效果命中打退几率不是一般的高， 再加上有几率混乱控制力很强， 2 技能可以在适当的时候加速， 毫无疑问是这个阵容的主力。 山兔容易得到， 满技能不难， 带招财第二个出手， 可以让你速度低下的主力输出快人一步。 雨女主要是为了解控， 同时给对面减速， 2 回合20点减速可以让你154速以上的人比对方快一倍， 即你行动两次， 他行动一次。 雨女的技能现在貌似有BUG， 释放的时候回驱散敌方的混乱， 所以放技能时要选好时间。 ",
            "适合打法":"不瞒大家说， 我就用的这个阵容， 雨女和山兔都才22级， 不过混进前50很容易， 盖因为雨女是大多数控制流克星， 遇到控制流我胜算不低， 即便9SSR只要没阎魔我也能一战。 ",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "12":{
           	"阵容名称":"跳过流 ",
            "式神1、2、3、4、5名称":"妖琴师、 山兔、 座敷童子、 雨女、 荒川之主 ",
            "阵容特点":"妖琴带日女配效果命中， 4 号位配效果命中打退几率不是一般的高， 再加上有几率混乱控制力很强， 2 技能可以在适当的时候加速， 毫无疑问是这个阵容的主力。 山兔容易得到， 满技能不难， 带招财第二个出手， 可以让你速度低下的主力输出快人一步。 雨女主要是为了解控， 同时给对面减速， 2 回合20点减速可以让你155速以上的人比对方快一倍， 即你行动两次， 他行动一次。 雨女的技能现在貌似有BUG， 释放的时候回驱散敌方的混乱， 所以放技能时要选好时间。 ",
            "适合打法":"不瞒大家说， 我就用的这个阵容， 雨女和山兔都才22级， 不过混进前50很容易， 盖因为雨女是大多数控制流克星， 遇到控制流我胜算不低， 即便10SSR只要没阎魔我也能一战。 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "13":{
            "阵容名称":"椒图体系 ",
            "式神1、2、3、4、5名称":"椒图、 酒吞童子、 雪女、 妖琴师、 惠比寿 ",
            "阵容特点":"1、 椒图： 体系核心成员， 加火保证技能释放， 撑生命属性， 有速度属性先连线更能保证起手生存率， 防止被秒减员。 楼主渣装备， 用的是加全体护盾， 招财猫更好。 注意算好回合数以及看好对面控制人员的行动情况， 不要忘了或被控断了连线， 会致命。 2、 酒吞： 装备选择暴击攻击各有优势， 由于椒图加暴伤的关系个人选择暴击， 属性上二号位选攻击百分比， 六号位选暴击， 酒吞不太需要高速开场先手， 反正要叠BUFF才有伤害。 个人觉得脸狐能完全替代酒吞（ 虽然琴师被削弱了可能影响了耗火输出们的爆发力）， 因为能拖很多很多个回合（ 该体系很慢热 导致我一小时打不了九场十场） 总有脸好的时候， 这个位置是稳住全场后用来爆发点杀对面关键点的。 3、 只要没吃都有吧， 没觉醒和渣属性再次说明该阵容适合懒师， 第一回合也没有要求她丢技能， 存在感不高， 作为容错的协调存在， 不过技能升级后层出不穷的特效还是值得升一下的。 御魂选择了击退进度条是不希望冰冻御魂重复判定浪费机会， 其他控制也行。 4、 琴师： 没实测不敢妄言山童和小鹿男一定能替代琴师， 它的优势在于高速开场先手甩大， 双控特效让对手高概率浪费个别式神一回合， 在稳住全场后给输出位酒吞加速爆发点杀对面关键点， 从这个意义来讲， 琴师是无可替代的， 山童小鹿男的加速辅助只能说是低了一个档次。 另外， 琴师在这版本被偷偷削弱了二技能的回火。 二技能不能回火的影响我在前文已经做了说明， 不太要紧， 楼主是在削弱后打到了1700多分， 楼主怀疑该削弱反而让这个阵容变相增强了， 因为这个阵容本来怕被秒减员， 削后一些其他阵容的爆发力弱了。 注意琴师的二号位御魂速度越快越好， 千万别比人家的山童慢了5、 惠比寿： 总觉得他的掉率比琴师低不少， 装备上注意旗子加血不受树妖套效果加成。 再次强调， 该体系下旗子逆天到看不懂， 第一是旗子出来后， 每回合自动加血不受干扰， 更令惠比寿不怕控制， 第二椒图连线旗子分担伤害减伤近20 % ，第三是如果你的式神濒血了可以用琴师或神乐增加一回合行动瞬间回血， 对面想秒你都不能恶心死了， 第四这根旗子能解负面状态， 这特效逆天了， 除了晕都能解， 而且只用升一级就能获得， 楼主还没升， 已经在盘算把黑达摩给他吃了。 莹草和其他奶配椒图虽能替代， 但差了不只一个档次。 ",
            "适合打法":"在这里补充说说PVP感受， 能跨级跨装备打等级高于自己10级、 星数高出自己一两星的对手说明了游戏阵容体系搭配的重要性。 像是隔壁2000 + 分狗神椒图的阵容值得膜拜， 各位看自己卡组和御魂凑PVP时一定要多想想， 今天在工会别人跟我说座敷带反伤才好用， 我认为很片面， 不是说反伤座敷没用， 而是说所谓的“ 好不好” 不是绝对的， 就拿座敷来说， 如果搭配茨木这种一回合内爆发阵容， 可能选择火灵再上琴师、 神乐， 然后一回合多次放技能秒杀对面是更好的选择， 如果茨木座敷搭配了椒图， 打算延长几回合解决对手的， 可能选择招财猫又比火灵还要适合了。 另外再次慷慨的补充， 目前除了此阵， 觉得其他强势的阵容有， 茨木鸟座敷山童 / 琴师， 三高速AOE等， 但它们都很需要装备。 ",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"神乐（ 召唤· 伞 + 通灵· 疾风） "
        },
        "14":{
            "阵容名称":"双拉条一波流 ",
            "式神1、2、3、4、5名称":"镰鼬+山兔+座敷童子+茨木童子+妖刀姬 ",
            "阵容特点":"双拉条是在山兔一波流的基础上衍生的套路。 双拉条由于两段式拉条， 可以保证神乐以及一些较低速的输出角色能够顺利行动而不至于被对面插队。　　 双拉条要强势必须保证自己能强到1速以及第一波能够打掉对面主力。 一般来说， 只要达到这两点， 胜利就已经掌握在手中了。　　 目前来说， 双拉条一波流是斗技场中最热门的套路之一。 ",
            "适合打法":"",
            "式神分析和御魂选择":"1、 镰鼬： 由于基础速度为117比山兔高， 所以双拉条一般用镰鼬担当主引擎去抢一速。 他是整个队伍的关键， 双拉条队伍能不能打出优势， 关键点还是镰鼬跑得够不够快。 4 招财猫 + 2 生命或者防御， 二号位速度， 其他位置副属性速度， 而且尽量要高。 2、 山兔: 阵容核心之二， 是衔接镰鼬与其他团队成员的核心， 速度最好也要保持在镰鼬的80 % 以上， 防止被对面插队。 4 地藏 / 镜姬 + 2 抵抗， 二号位必须速度， 副属性也要尽量速度， 其他属性可以考虑堆点效果抵抗和血防。 3、 座敷童子： 俗称打火机， 别看不起她， 没有她， 你整个阵容都不够火运不动。 4 火灵 + 2 任意(2 号位速度， 其他位置随意)。 4、 茨木童子： 双拉条一波流总， 茨木几乎是必选角色。 良好的溢出伤害AOE， 以及一发高伤式的爆炸输出都是他入选的理由。 其他输出位可以相对随意， 但是茨木有条件必须带， 不然对抗童男体系会非常尴尬。 4 破势 / 网切 + 2 暴击。 2 号位和4号位攻击力， 6 号位暴击或者暴击伤害(看副属性而定)。 5、 妖刀姬： 在单体输出和收割能力方面无人能比， 就是对抗地藏童男比较无力。 不过搭配上茨木还是很完美的， 打不痛的地藏系列就扔给茨木好了。 4 针女 + 2 暴击。 2 号位和4号位攻击力， 6 号位暴击或者暴击伤害(看副属性而定)",
            "阴阳师推荐":"神乐（ 召唤· 续命 + 召唤· 炼狱） "
        },
        "15":{
           	"阵容名称":"双拉条一波流 ",
            "式神1、2、3、4、5名称":"镰鼬+山兔+座敷童子+茨木童子+姑获鸟 ",
            "阵容特点":"双拉条是在山兔一波流的基础上衍生的套路。 双拉条由于两段式拉条， 可以保证神乐以及一些较低速的输出角色能够顺利行动而不至于被对面插队。　　 双拉条要强势必须保证自己能强到1速以及第一波能够打掉对面主力。 一般来说， 只要达到这两点， 胜利就已经掌握在手中了。　　 目前来说， 双拉条一波流是斗技场中最热门的套路之一。 ",
            "适合打法":"",
            "式神分析和御魂选择":"1、 镰鼬： 由于基础速度为117比山兔高， 所以双拉条一般用镰鼬担当主引擎去抢一速。 他是整个队伍的关键， 双拉条队伍能不能打出优势， 关键点还是镰鼬跑得够不够快。 4 招财猫 + 2 生命或者防御， 二号位速度， 其他位置副属性速度， 而且尽量要高。 2、 山兔: 阵容核心之二， 是衔接镰鼬与其他团队成员的核心， 速度最好也要保持在镰鼬的80 % 以上， 防止被对面插队。 4 地藏 / 镜姬 + 2 抵抗， 二号位必须速度， 副属性也要尽量速度， 其他属性可以考虑堆点效果抵抗和血防。 3、 座敷童子： 俗称打火机， 别看不起她， 没有她， 你整个阵容都不够火运不动。 4 火灵 + 2 任意(2 号位速度， 其他位置随意)。 4、 茨木童子： 双拉条一波流总， 茨木几乎是必选角色。 良好的溢出伤害AOE， 以及一发高伤式的爆炸输出都是他入选的理由。 其他输出位可以相对随意， 但是茨木有条件必须带， 不然对抗童男体系会非常尴尬。 4 破势 / 网切 + 2 暴击。 2 号位和4号位攻击力， 6 号位暴击或者暴击伤害(看副属性而定)。 5、 姑获鸟： 这里的姑获鸟作为一个能单体能群体的万金油角色在斗技场一波流套路中也有很好的表现。 4 针女 + 2 暴击。 4 针女 + 2 暴击， 二号四号位百分比攻击， 六号位暴击。 ",
            "阴阳师推荐":"神乐（ 召唤· 续命 + 召唤· 炼狱） "
        },
        "16":{
            "阵容名称":"茨木一拳流 ",
            "式神1、2、3、4、5名称":"镰鼬+山兔+座敷童子+茨木童子+天邪鬼赤 ",
            "阵容特点":"常规思路： 双拉条 - 晴明缚(用星会覆盖镰鼬的buff) - 座敷回火(也可以带琴师赌招财猫的触发， 这样再拉一波晴明用灭) - 拍屁股 - 一拳上天　　 御魂要求： 高， 对1速镰鼬和茨木的御魂都有要求　　 童男流盛行的环境下仅存的一波流套路， 而就这仅存的套路却因为很难被克制而大行其道。 克制的办法要么是高速阎魔沉默住茨木， 要么是采用整体防御都很高的纯肉阵容来抗， 但无论哪个方法门槛都比较高。 ",
            "适合打法":"",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "17":{
           	"阵容名称":"拉条童男流 ",
            "式神1、2、3、4、5名称":"镰鼬+山兔+座敷童子+姑获鸟+童男 ",
            "阵容特点":"常规思路： 双拉条 - 座敷 - 群攻 - 神乐疾风 - 群攻　　 御魂要求： 中， 因为童男的存在所以即使第一波没有打死人也有一定的反打能力　　 实际上是传统的拉条流的变种， 因为地藏童男的流行导致第一波AOE很难起到很好的效果， 因此也以毒攻毒加入了童男来增强反打能力。 属于过渡型的阵容， 没有特别明显的特点， 容易被花式制裁。 ",
            "适合打法":"",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"神乐（ 通灵· 疾风 + 召唤· 炼狱） "
        },
        "18":{
            "阵容名称":"兵俑爷爷流 ",
            "式神1、2、3、4、5名称":"妖琴师+兵俑+惠比寿+姑获鸟+座敷童子 ",
            "阵容特点":"常规思路： 琴师拉兵俑嘲讽， 爷爷插旗子， 形成强控。 琴师要高速， 若有嘲讽漏掉的可以再拉兵俑嘲讽一波， 如果对面有雨女可以直接拉输出尝试秒杀雨女。　　 御魂要求： 高， 从琴师的速度到其他式神的御魂都有较高的要求　　 目前最流行的控制阵容， 如果对手没有解控手段的话会非常的痛苦， 兵俑面板合格， 御魂提升了以后很肉， 配上老爷爷一口1万多的奶。。。 真的是绝望。 建议输出采用单体式神， 可以点杀雨女或者其他威胁大的式神就很好打， 如果用酒吞的话座敷可以下场换个别的。 ",
            "适合打法":"",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "19":{
            "阵容名称":"凤凰火AOE流 ",
            "式神1、2、3、4、5名称":"妖琴师+雪女+凤凰火+姑获鸟+座敷童子 ",
            "阵容特点":"常规思路： 利用凤凰火对中了debuff(雨女的减速或者神乐的冥蝶) 的单位造成AOE眩晕。　　 御魂要求： 高， 凤凰火的效果命中需要无限接近100 % ，如果是后手的话整体式神的也要有一定的抗打程度。　　 combo型的控场， 凤凰火和雪女比起来最大的优势就是造成无法驱散的眩晕， 基本上能成功出手一波就可以无限循环晕。 变种很多， 先手和后手都可以打， 但面对堆了效果抵抗的对手束手无策， 而且整体来说比较缺火。 ",
            "适合打法":"",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"神乐（ 通灵· 疾风 + 召唤· 续命） "
        },
        "20":{
            "阵容名称":"日女击退流 ",
            "式神1、2、3、4、5名称":"童男+大天狗+山童+座敷童子+花鸟卷 ",
            "阵容特点":"常规思路： 利用日女巳时可以重复击退并且不会被抵抗(待验证) 的特性， 配合多段AOE来达成让对手无法出手的效果。 因为自己会经常被神乐反弹所以一般带个奶妈。　　 御魂要求： 中， 只要能凑齐2套日女就可以用　　 同样是可以先手可以后手的阵容， AOE式神天狗效果最佳， 4 段攻击， 可以堆攻击力， 舍弃暴击这样不容易触发地藏像。 无限击退真的是超级恶心， 而且雨女也没有办法针对。 这种阵容不算很多见， 一旦出手对手基本就再也动不了了。 不过最终还是个看脸的阵容， 而且2个击退式神死了一个就没法形成稳定的持续击退。 ",
            "适合打法":"",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"神乐（ 通灵· 疾风 + 召唤· 续命） "
        },
        "21":{
            "阵容名称":"日女击退流 ",
            "式神1、2、3、4、5名称":"童男+大天狗+山童+座敷童子+樱花妖 ",
            "阵容特点":"常规思路： 利用日女巳时可以重复击退并且不会被抵抗(待验证) 的特性， 配合多段AOE来达成让对手无法出手的效果。 因为自己会经常被神乐反弹所以一般带个奶妈。　　 御魂要求： 中， 只要能凑齐2套日女就可以用　　 同样是可以先手可以后手的阵容， AOE式神天狗效果最佳， 4 段攻击， 可以堆攻击力， 舍弃暴击这样不容易触发地藏像。 无限击退真的是超级恶心， 而且雨女也没有办法针对。 这种阵容不算很多见， 一旦出手对手基本就再也动不了了。 不过最终还是个看脸的阵容， 而且2个击退式神死了一个就没法形成稳定的持续击退。 ",
            "适合打法":" ",
            "式神分析和御魂选择":"",
            "阴阳师推荐":"神乐（ 通灵· 疾风 + 召唤· 续命） "
        },
        "22":{
        	"阵容名称":"一目连阵容 ",
            "式神1、2、3、4、5名称":"一目连、 椒图、 座敷童子、 海坊主、 络新妇 ",
            "阵容特点":"这套阵容的核心是磨血， 对面完全都没有打你的欲望。 竞技场拖到后期输出叠加就可以把对手磨死了。 反正对方打不死你。 当然， 土豪双拉条一波流还是该死还得死。<br/>注意， 椒图觉醒后基础速度很高。 一目连基础速度也很高。 但是速度还是要的。 把速度堆上去一点， 没必要抢一速。 但是至少要插队恶心对方。 主要是为了不被兵俑， 雪女之类的提前给控了。 只要一目连能丢出技能， 那么技能的15 % 抗性就很可观了。<br/>主要思路就是， 一目连丢群体护盾， 椒图链接上， 海坊主就开始开火。 别人打你还没你加血快。 磨死他们。<br/>要是对面上惠比寿这样奶。 就把海坊主换成高爆发的白狼。 一个一个点过去。 不要担心没有奶会比别人先死。 椒图的涓流觉醒后每回合会回复5 % 的生命。 也不要担心鬼火不够， 一目连和椒图的技能都是持续两回合的。 更何况还有坐敷和火灵。 ",
            "适合打法":"",
            "式神分析和御魂选择":"一目连御魂带涅槃4件套和生命两件套。 当然也可以带镜姬和地藏。 看个人喜欢。 我是目前地藏没刷到， 所以带的涅槃。<br/>椒图御魂带火灵<br/>坐敷御魂带涅槃（ 为什么是椒图带火灵而不是坐敷带的原因是提高坐敷的生存能力。 不然没几轮坐敷就把自己玩死了。 带涅槃的话， 有椒图和一目连配合。 坐敷怎么刷鬼火都不会死）<br/>海坊主御魂带针女（ 这个很重要）<br/>最后一个就是输出位置了， 御魂是破势4件套加暴击。（ 想更恶心的可以带个犬神， 能把对面恶心死）<br/>御魂必定要有一套地藏， 因为现在的姑姑鸟实在太普及了， 带地藏克制一下。 ",
            "阴阳师推荐":""
        },
        "23":{
            "阵容名称":"凤凰火阵容 ",
            "式神1、2、3、4、5名称":"镰鼬、 雪女、 鬼使白、 凤凰火、 座敷童子 ",
            "阵容特点":"",
            "适合打法":"",
            "式神分析和御魂选择":"凤凰火是一个需要体系配合的式神。 一般推荐为拉条 + debuff提供者 + 凤凰火 + 座敷 + 备选 + 阴阳师。<br/>拉条： 抢先手的关键应该不用多说， 凤凰火最重要的控制只有一个回合， 如果没有拉条提速， 面对双拉阵容的时候， 很可能被高速镰鼬解控完卡速直接双拉翻盘。 所以一个拉条抢先手和控节奏很重要。 御魂推荐散件速度， 或者抵抗招财。<br/>debuff提供者： 上面已经简要分析过了。 御魂多段可选魍魉日女， 雨女可用招财地藏镜姬被服。<br/>凤凰火： 我是主角！ 御魂只要命中！ 命中优于一切。<br/>座敷： 雨火到毒火， 哪怕是双拉灭火， 都需要大量鬼火消耗， 座敷是必备的。 御魂可用招财镜姬被服地藏。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "24":{
            "阵容名称":"凤凰火阵容 ",
            "式神1、2、3、4、5名称":"镰鼬、 姑获鸟、 鬼使白、 凤凰火、 座敷童子 ",
            "阵容特点":"",
            "适合打法":"",
            "式神分析和御魂选择":"凤凰火是一个需要体系配合的式神。 一般推荐为拉条 + debuff提供者 + 凤凰火 + 座敷 + 备选 + 阴阳师。<br/>拉条： 抢先手的关键应该不用多说， 凤凰火最重要的控制只有一个回合， 如果没有拉条提速， 面对双拉阵容的时候， 很可能被高速镰鼬解控完卡速直接双拉翻盘。 所以一个拉条抢先手和控节奏很重要。 御魂推荐散件速度， 或者抵抗招财。<br/>debuff提供者： 上面已经简要分析过了。 御魂多段可选魍魉日女， 雨女可用招财地藏镜姬被服。<br/>凤凰火： 我是主角！ 御魂只要命中！ 命中优于一切。<br/>座敷： 雨火到毒火， 哪怕是双拉灭火， 都需要大量鬼火消耗， 座敷是必备的。 御魂可用招财镜姬被服地藏。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "25":{
            "阵容名称":"凤凰火阵容 ",
            "式神1、2、3、4、5名称":"镰鼬、 雨女、 鬼使白、 凤凰火、 座敷童子 ",
            "阵容特点":"",
            "适合打法":"",
            "式神分析和御魂选择":"凤凰火是一个需要体系配合的式神。 一般推荐为拉条 + debuff提供者 + 凤凰火 + 座敷 + 备选 + 阴阳师。<br/>拉条： 抢先手的关键应该不用多说， 凤凰火最重要的控制只有一个回合， 如果没有拉条提速， 面对双拉阵容的时候， 很可能被高速镰鼬解控完卡速直接双拉翻盘。 所以一个拉条抢先手和控节奏很重要。 御魂推荐散件速度， 或者抵抗招财。<br/>debuff提供者： 上面已经简要分析过了。 御魂多段可选魍魉日女， 雨女可用招财地藏镜姬被服。<br/>凤凰火： 我是主角！ 御魂只要命中！ 命中优于一切。<br/>座敷： 雨火到毒火， 哪怕是双拉灭火， 都需要大量鬼火消耗， 座敷是必备的。 御魂可用招财镜姬被服地藏。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "26":{
         	"阵容名称":"实力劝退流 ",
            "式神1、2、3、4、5名称":"惠比寿、 雨女、 童男、 椒图、 桃花妖 ",
            "阵容特点":"",
            "适合打法":"",
            "式神分析和御魂选择":"四镜姬一地藏， 童男带地藏， 这个阵容是为了劝退这版本最厉害的雨火， 雨火的效果想必大家都清楚了， 很强的一个阵容， 四个镜姬， 一个地藏童男， 可以无限控我， 但是你主力输出反没了， 你是想用拉条雨火打火机加主角满满打死我5个肉吗？ 最起码你得耗上二十分钟到半个小时以上吧？ 不是那种很犟的人， 我相信都会退了的。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "30":{
            "阵容名称":"后手雨雪流 ",
            "式神1、2、3、4、5名称":"雨女、 凤凰火、 雪女、 姑获鸟、 座敷童子 ",
            "阵容特点":" ",
            "适合打法":"一般思路也很简单， 利用高抵抗的雪女日女乱速， 并冻住敌方拉条， 使得第二回合己方全员出手， 进入自己的节奏。<br/>如果第一回合没有抵抗， 那么对面晴明一般会开盾， 就会比较难打， 但也不是没有翻盘的希望。<br/>因为雨火阵容输出通常比较乏力， 多坚持几个回合对面雨火也许会乱速， 一旦我方雨女插队就进入我们的节奏了。<br/>打对面一波流， 我一般会选择上镜姬桃花和地藏茨木替代雨火的位置， 因为我的雨火太脆了。。 毕竟不被秒才有机会反手。<br/>我这阵容在我们区打3000分的雨火胜率还是蛮高的， 基本上第一波雪女都能抵抗， 这把也就稳了。<br/>再提一下打这个版本比较强势的反击流， 因为这阵容有两个控制， 所以打反击流的容错率还是很高。<br/>尤其是抗性不高的反击流， 雪女每回合放暴风雪， 凤凰火再单点对方雨女， 基本上都能拿下。 碰到高抵抗人品好的吸血姬， 那也没办法了。<br/>而因为反击流都很肉， 所以打得会比较慢了。 ",
            "式神分析和御魂选择":"一速散件雨女， 二速散件凤凰火（ 可换成狸猫）， 三速日女雪女（ 高抵抗）， 四速地藏鸟， 五速蚌精打火机， 尾速晴明<br/>因为没有拉条， 所以所有式神二号位都必须带速度<br/>虽然我的阵容暂时使用了凤凰火， 但只是针对雨女的， 换成狸猫也可以， 都用一样的御魂。 我没练狸猫的原因， 是怕嘲讽不能驱散被当成bug修复了。。<br/>现在因为没好的御魂阵容还没成型， 成型后雨女和凤凰火带招财、 火灵， 打火机就可以换蚌精桃花妖了<br/>先上阵容核心雪女的属性图， 给大家参考一下， 用的五星的四号位效果抵抗， 有条件换六星就更厉害了<br/>虽然我的雪女的效果命中很高， 但也只是锦上添花， 因为雪女的基础命中本来就不高。 要注意到最核心的属性还是效果抵抗 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "31":{
            "阵容名称":"反手肉阵容 ",
            "式神1、2、3、4、5名称":"椒图 + 雨女 + 桃花妖 + 吸血姬 + 姑获鸟 ",
            "阵容特点":"1. 这一套阵容核心在椒图， 椒图是需要四号位抵抗的， 作为平民， 一个六星抵抗还是可以拥有的， 然后二号位带速度， 六号位带生命， 套装可以选择招财猫或者散件， 如果运气好， 有了先手， 连线之后除了恶心的雨火阵容有一战之外， 其他的都是稳赢。 当然这个阵容主要还是针对后手， 高抵抗就是为了在对面一轮控制之后依然能连线。<br/>2. 而雨女在这个阵容中是可以视对面的阵容替换的， 若对面的阵容有雪女或者兵俑， 雨女就会让他们想投降了， 雨女的御魂是二号位速度， 四号位生命（ 也可以带抵抗， 主要为了对阵雨火）， 六号位生命， 套装是地藏（ 毕竟地藏师）。<br/>3. 吸血姬是这个版本比较强的SR卡， 也并不难获得， 御魂套装是铮， 二号位带攻击加成， 四号位有好的抵抗可以带抵抗， 没有就带攻击加成， 六号位带暴击（ 土豪可以带爆伤）， 靠着椒图连线后的高反击几率可以让对手崩溃（ 特别是对面的鸟或者天狗一个大招过来， 直接反击好几次）。<br/>4. 可能有人会问为什么要带鸟， 我这里带鸟的主要原因是平民的肝有限， 六星输出也不可能有很多个， 六星鸟这个狗粮大队长也能有用武之地。 其次， 鸟的被动是一个非常强的技能， 配合吸血姬的多次反击可以打出意想不到的爆炸伤害。<br/>5. 桃花妖在这个阵容中也很关键， 在对面先手秒杀掉我方的椒图或者输出的情况下复活， 从而翻盘。 由于此阵容椒图自带些许奶， 而吸血姬需要低血量才能有爆炸输出， 所以不需要太大的奶量， 御魂套装可以选择被服或者地藏， 二号位带生命， 四号位带抵抗， 六号位带生命。 ",
            "适合打法":" ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"至于阴阳师， 可以选择晴明或者源博雅， 当对面是控制阵容时建议选择晴明， 而对面无控制的情况下可以带源博雅， 源博雅的影分身和诛邪箭都有可观的输出， 即使输出死亡的情况下， 也可以凭借肉gay的式神和源博雅取得胜利。 "
        },
        "32":{
           	"阵容名称":"反手肉阵容 ",
            "式神1、2、3、4、5名称":"椒图 + 雨女 + 桃花妖 + 吸血姬 + 狸猫 ",
            "阵容特点":"这套整容是第一套阵容的变阵， 这是一套主要打雨火和克制第一套阵容。 雨女， 椒图， 桃花， 吸血姬都没有大的变化， 关键在于狸猫这个点上。 狸猫虽然是R卡， 但却有着一个雨女都解不掉的嘲讽， 打到后面也有一定的输出， 是一个很不错的式神。 这套阵容里的狸猫四号位需要六星抵抗， 二号位带速度， 六号位带生命， 副属性上堆一点命中， 套装可以带铮或者骰子鬼。 遇到雨火阵容时， 狸猫反击雨女或者凤凰火都能有效的破掉对方的控制链； 打上面的第一套阵容时， 控制住对方的椒图也能取胜。 ",
            "适合打法":" ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"至于阴阳师， 可以选择晴明或者源博雅， 当对面是控制阵容时建议选择晴明， 而对面无控制的情况下可以带源博雅， 源博雅的影分身和诛邪箭都有可观的输出， 即使输出死亡的情况下， 也可以凭借肉gay的式神和源博雅取得胜利。 "
        },
        "33":{
            "阵容名称":"反手肉阵容 ",
            "式神1、2、3、4、5名称":"椒图 + 惠比寿 + 桃花妖 + 吸血姬 + 姑获鸟 ",
            "阵容特点":"这套阵容是对阵无控制阵容时所采用的。 可能有人会说老爷爷和吸血姬不配， 但我觉得老爷爷的旗子是要看时机祭的， 在吸血姬无生命危险的时候就无需插旗子， 他在阵容里的一大作用是回火， 没有错， 老爷爷的被动是回火的， 在椒图连线后， 若对方AOE过来， 我方就会有用不尽的鬼火， 亲测。 ",
            "适合打法":" ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"至于阴阳师， 可以选择晴明或者源博雅， 当对面是控制阵容时建议选择晴明， 而对面无控制的情况下可以带源博雅， 源博雅的影分身和诛邪箭都有可观的输出， 即使输出死亡的情况下， 也可以凭借肉gay的式神和源博雅取得胜利。 "
        },
        "34":{
            "阵容名称":"一波流 ",
            "式神1、2、3、4、5名称":"镰鼬、 山兔、 座敷童子、 天邪鬼赤、 茨木童子 ",
            "阵容特点":"因为对方恶心流一般是高抵抗克制雨火流， 一般也没有镜姬。 所以这一套阵容依靠双拉和鬼赤和高命中， 胜率非常不错 ",
            "适合打法":"打无输出全辅助奶妈恶心流。 一般开始以后， 需要看一下对方最快的式神是哪个， 一般来讲是 镰鼬 / 琴师 / 椒图。 如果椒图一速那就最简单了， 双拉以后直接鬼赤拍椒图（ 鬼赤需要额外叠加100 % 命中）， 几乎每次必中.晴明罩子， 茨木一拳椒图， 就算没死， 也残了。 就算对方剩下式神都是速度魂， 也不怕， 一般来讲你行动三次， 对方行动两次， 甚至正常来说， 如果对方没有速度魂的式神， 你行动两次， 对方都未必行动一次， 经常出现， 鬼赤拍了对方三个人。。 就是三轮。 另外要注意的是， 鬼赤优先拍对方接下来行动的辅助， 例如老头， 桃花， 椒图。 经常对方老头， 椒图， 桃花， 全程技能都没放出来。<br/>这套阵容的关键是， 三组招财猫， 拉条可以不停的拉， 靠鬼赤百分百命中多控制， 多行动输出， 这套阵容打全6星也有80 % 胜率， 除非招财一直不触发那没办法。 ",
            "式神分析和御魂选择":"一速镰鼬散件250 + ，二速兔子招财猫越快越好， 220 + ，三速火机招财猫 180 + ，四速鬼赤招财猫175 + ，五速晴明带缚和罩子， 六速茨木 98 + 爆， 爆伤275 + 。",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "35":{
            "阵容名称":"结界防守阵容 ",
            "式神1、2、3、4、5名称":"山兔、 座敷童子、 雪女、 姑获鸟、 妖刀姬 ",
            "阵容特点":" ",
            "适合打法":"结界防守 ",
            "式神分析和御魂选择":"一速山兔， 二速座敷童子， 三速雪女， 四速姑获鸟， 五速安倍睛明， 六速妖刀姬。 山兔御魂用开场恢复3点火的御魂。 如果座敷童子技能满级， 那么山兔的御魂可换成其他的。 山兔拉条， 座敷童子回火， 雪女奥义， 哪个没被冻住， 姑获鸟就奥义哪个。 安倍给目标上禁锢， 行动结束后回火， 接着妖刀姬奥义禁锢的式神。 这打结界突破或防守都可行。 没有妖刀姬的可以用其他低速单体式神代替， 速度绝对不能快于安倍睛明。 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "36":{
          	"阵容名称":"克制反手流阵容 ",
            "式神1、2、3、4、5名称":"镰鼬、 山兔、 妖刀姬、 座敷童子、 姑获鸟 ",
            "阵容特点":"配置 1、 镰鼬 2、 山兔 3、 妖刀姬 4、 打火机 5、 姑获鸟<br/>这里为什么要有鸟呢， 打着打着你就会知道， 他有时一个追击是帮你获胜的法宝。<br/>配置以上面的先后顺序为速度， 一定不能乱， 人物用神乐（ 带疾风和炼狱， 两个技能）。 那我们就可始操作了。<br/>第一 上来镰鼬加速<br/>第二 山兔跳一下<br/>第三 输出上去砍椒图， 看你实力或对方实力， 须要先砍椒图， 一般打不死也不怕， 就算对手有桃花妖也要先砍了椒图。<br/>第四 第四步也可能是第三步看你人物速度， 神乐上去一个炼狱， 先给对方降防。 一定不要用疾风。<br/>第五步 座敷童子一个火<br/>第六步 五速鸟对椒图， 一个大招。<br/>第七步 应该又到你镰鼬了， 还是一个加速。<br/>第八步 这里最关键， 就看你山兔的招财套， 给不给力了， 这里一般会断火， 要是断了火， 就看你前几步的输出实力了， 要是没断火那你就无敌了。<br/>第九步 三号打手或人物出招， 这里要是人物输出比打手快， 是最好的， 可以拉一下打火机用疾风， 这样你三号速度的打手又有三点火放大招。<br/>第十步 这里是春天， 因为行动条满了， 给你加满火。<br/>第十一步 五号鸟打火在一个大招。 到此对手已经没有什么能出手的式神了。 ",
            "适合打法":" ",
            "式神分析和御魂选择":"要求山兔要招财套， 座敷童子要火灵套， 镰鼬一般一速都是随便 ",
            "阴阳师推荐":"神乐（ 通灵· 疾风 + 召唤· 炼狱） "
        },
        "37":{
          	"阵容名称":"双拉破势灯 ",
            "式神1、2、3、4、5名称":"镰鼬、 山兔、 般若、 座敷童子、 青行灯 ",
            "阵容特点":"斗技打法需要随机应变， 如果对方是先手流的话， 一般我会把般若换成妖刀直接和对面拼一速。 主要说说后手流， 我是起手双拉＋ 般若开大然后观察对面被封的情况。 如果有以下情况情况， 一般我会清明开盾躲两回合： 1. 对面有兵勇， 2. 吸血姬／ 酒吞没被封。 接下来轮到青行灯， 一般出现下面情况我会先不开大招： 1 独眼小僧没封住， 2. 吸血姬／ 酒吞没被封， 3. 对面有反魂香， 如果你知道这个， 说明般若已经被晕了， 你青行灯再被晕就很被动了。 然后接下来继续双拉， 般若补封， 青行灯能开大就开大。<br/>般若补封的优先级： 如果对面没雨女， 吸血姬／ 酒吞 > 独眼小僧 > 反魂香 > 惠比寿 > 地藏 > 木魅， 如果有雨女， 吸血姬／ 酒吞 > 独眼小僧 > 惠比寿 > 反魂香 > 地藏 > 木魅<br/>打雨女的思路是把惠比寿封住， 然后青行灯不断开大压血线＋ 熄火， 这样给对方生命和鬼火都造成压力， 如果雨女驱散的话， 血线就降的很快。<br/>这阵容打后手流的优点双拉行动速度快， 经常能套对面的圈， 灯姐的被动能省不少火， 鬼火爆发的时候， 对方行动一次， 灯姐能开2 - 3 大招， 如果练度不够， 吸血姬或酒吞直接死。 对于论坛里其他的般若＋ 强控的思路我并不是太喜欢， 因为般若封不住雨女就白搭， 而且自己阵容里控制越多， 对面雨女／ 椒图堆抵抗的收益就越大。 目前比较克我的阵容是全队极高抵抗的雨女＋ 惠比寿＋ 椒图＋ 狰吸血姬／ 酒吞＋ 独眼小僧。 不过惠比寿堆100 + 抵抗的也不常见， 我也就是被虐过几次。 楼主一速不算快， 般若135命中没满， 灯姐因为是用的茨木御魂保证满暴击所以爆伤也不高但是因为是双拉多次行动弥补了很多这些缺陷。 ",
            "适合打法":"可以说这个套路是针对后手流的， 打后手流胜率很高。 一般来讲后手流肯定不会全队130 + 抵抗， 也不会全队7， 8 万血， 一般是互相配合让对手感觉很难打， 所以群控＋ AOE可以把后手队的短板打出来。 至于御魂， 座敷童子是一定要高血高防的， 般若用散件的话兔子就带火灵吧。 ",
            "式神分析和御魂选择":"一速散件镰鼬， 二速山兔（ 直接用我之前雨女的4地藏）， 三速火灵般若（ 直接用火女御魂）， 四速打火机（ 4 地藏＋ 2 生命）， 晴明（ 灭＋ 盾）， 尾速破势青行灯 ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "38":{
           	"阵容名称":"克制壕速攻队 ",
            "式神1、2、3、4、5名称":"一目连、 桃花妖、 吸血姬、 椒图、 辉夜姬 ",
            "阵容特点":" ",
            "适合打法":"山兔、 镰鼬、 茨木童子、 妖刀姬、 座敷童子＝ 壕速攻队<br/>用这种队的要么是欧皇， 御魂属性加的特别好。 要么是壕， 爆伤暴击老高， 速度老快。 要么作死青年。 虽说肉队克速攻， 但是当碰到壕时也是不好打的。 在遇到我们已经确定对方是速攻队时我们该如何选择式神以及御魂？<br/>我的出战阵容： 一目（ 薙魂）， 桃花（ 三味）， 吸血姬（ 狰）， 椒图（ 地藏）， 辉夜姬（ 木魅）。 其中我桃花的三味是没用的， 但是为了应对大多数情况我还是选择三味。 重点：① 替魂是对战速攻阵容很重要的御魂， 甚至超过了贝壳， 在我的阵容里只要第一波次木或者妖刀我挡一次， 对面就没法玩了， 当然因为我全队都还是很肉的， 对面打我也打不出壕的快感。 怕的是对面带疾风， 不带灭。 先次木一巴掌捏残一个， 然后神乐疾风我就一片半血， 然后妖刀挑一个杀掉（ 大多是桃花， 所以我推荐桃花带地藏要么北服）。 死了两个人桃花也死了我们就gg了。 当然这是对面壕的情况， 大多数次木只能捏我贝壳以外的人半血左右。② 贝壳， 贝壳是最克制单挑爆发式神的式神， 碰到首无， 白狼， 次木什么的丢上去准没错。 结尾附图我式神属性。 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "39":{
           	"阵容名称":"斗技套路 ",
            "式神1、2、3、4、5名称":"镰鼬、 山兔、 座敷童子、 青行灯、 食梦貘 ",
            "阵容特点":"出手顺序： 镰鼬 + 兔子 + 打火机 + 青灯 + 睡猪 + 晴明<br/>无限循环！<br/>这套阵容的精髓就在于将攻击频率降到最低(只靠青灯的单段aoe)， 从而减少对面的狰或者晴明反击的可能。<br/>楼楼0氪玩家， 因为临时突发奇想， 所以阵容里两个3星， 两个4星， 只有青灯是6星破势290爆伤<br/>今天晚上半个小时从1600升到2000 ",
            "适合打法":" ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "40":{
           	"阵容名称":"辉夜姬阵容 ",
            "式神1、2、3、4、5名称":"辉夜姬、 青坊主、 独眼小僧、 惠比寿、 一目连 ",
            "阵容特点":"辉夜姬是为数不多的被动加抵抗的式神。 那么根据这一点， 本人研究了所有哒式神， 搭配了一套反伤抵抗流阵容， 真心很适合辉夜姬。<br/>一号位， 辉夜姬， 御魂， 木魅套。 二四六生命加成。 两散件可以生命或者防御套。 觉醒后的辉夜两火技开局免费释放， 绝对的一速。 被动技加御魂效果敌减我增。 对于很多一波流来说突然的减火会面临后续输出鬼火不足的情况。 唯一不好的就是， 超级费时间。 对面如果有奶妈， 将会打很长时间。<br/>基本大多数打几个回合就自己退了， 碰见那种墨迹的， 要不自己退， 要不就耗。 随你们开心。<br/>2400 之后的上分还是很好用的。 斗技的生命加成是翻倍的。 也就是说， 如果你有25000的血， 在斗技就会是50000。<br/>注意①， 老头会被草人克制。<br/>注意②， 铮的反击能触发博雅的豹眼效果， 且不消耗回合数。<br/>注意③， 神乐的金鱼， 博雅的影分身会占老头的旗子。<br/>注意④， 低分段不推荐， 因为对方输出不够， 会导致对局更持久。 ",
            "适合打法":" ",
            "式神分析和御魂选择":"一号位， 辉夜姬， 御魂， 木魅套。 二四六生命加成。 两散件可以生命或者防御套。 觉醒后的辉夜两火技开局免费释放， 绝对的一速。 被动技加御魂效果敌减我增。 对于很多一波流来说突然的减火会面临后续输出鬼火不足的情况。<br/>重点① 两火技结界20抵抗。<br/>二号位， 青坊主， 御魂推荐三味套， 二四六生命加成（ 青坊主觉醒， 只有生命是s， 此阵容也是反伤流）， 理由， 虽然是高抵抗， 但是并不是满抵抗， 三味15 % 的暴击不是重点， 但效果非常重要， 己方被控制单位， 速度增加30点。 很好的脱控御魂。 其次配合三火技能清除对面所有增益buff也很不错。<br/>由于青坊主出差了， 暂不上图。<br/>重点② 被动20抵抗。（ 可叠加， 不可驱散， 无buff显示）<br/>三号位， 独眼小僧， 御魂薙魂套。 对于一个挨打才能触发被动的式神来说， 这个御魂最适合不过了， 二四六生命加成， 散两件， 防御30 % 。能减伤， 能触发被动， 群体， 弹死你， 单体一样弹死你。<br/>重点③ 被动满技20抵抗。<br/>四号位， 惠比寿（ 或者桃花妖）， 推荐镜姬， 或者地藏。 二四六生命加成， 作为一只奶， 只需要无脑堆生命就好了。 但是， 作为反伤流的奶， 生存也很重要。 地藏增加生存能力， 镜姬让人家不敢轻易打你。<br/>五号位， 一连目， 主动15抵挡， 全体加盾。 其实， 这个全体盾， 放在己方生命值较低的时候会有奇效。 主要还是单体保护的破盾会好一点。<br/>说到这， 大家会发现， 这没有输出啊？ 其实五号位可以更换， 但是， 更换了输出， 你会发现， 你的输出会被集火， 所以， 意义不大， 但是， 有个输出会比较好， 狰套狸猫， 或者地藏酒吞， 或者铮套吸血姬， 又或者， 薙魂套（ 不用铮是因为经过反复尝试， 效果不如薙魂） 的小黑鬼（ 被动满级， 二四生命， 六暴击）。 因为上输出通常会被集火， 在一个全是肉的阵容里， 输出真的很难生存， 所以， 个人看好一连木。 当然， 毕竟很多人没一连目， 所以也可以根据上面所说的搭配半肉输出。<br/>现在分析该阵容， 阴阳师推荐乐或者博雅。<br/>神乐可以搭配被动， 打输出， 持续掉血， 还可以在必要的时候拉条。 在带上唯一的输出技几天。<br/>博雅， 阴阳师里面唯一的输出。 不解释。，<br/>根据上面的介绍， 已知我们开场就有辉夜姬结界20抵抗 + 青坊主在场20抵抗共四十抵抗。 如果对方先手， 独眼小僧出被动， 20 抵抗。 共60抵抗。 很大概率抵挡对面的控制， 且基础的四十抵抗是不可被驱散的。 独眼小僧的可以被驱散。 如此高抵抗下， 基本不可能被团控。 顶多控两三个。 这还是不堆抵抗的情况下。 如果稍微堆点副属性的抵抗， 上个40~50 的抵抗。 基本就免疫debuff了。 推荐副属性抵抗的是奶妈。 很重要不是吗？<br/>言归正传， 经过多次尝试， 该阵容奇贱无比， 让人打不能打， 控又控不住， 哪怕是一拳超人， 都不知道该抓哪个。",
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
        },
        "41":{
           	"阵容名称":"克制般雪灯 ",
            "式神1、2、3、4、5名称":"妖琴师、 椒图、 桃花妖、 吸血姬、 青行灯 ",
            "阵容特点":"这个阵容优点是：<br/>有两个自解控点， 轮入道的妖琴是强控阵容比较头疼的， 般若必须照顾， 否则随时拉人破节奏； 同时， 木媚雨女又是般若也必须照顾的， 否则光靠雪女魍魉的晕效果没法真的控住， 而且木媚扣火会让这个本来就很消耗火的阵容打不出自己节奏来。 般若在这个阵容的后续回合一般是需要普攻的， 所以单自解控点会让般若没办法一直兼顾， 妖琴速度进一步保证了因速度优势带来的额外回合中的解控效果<br/>破局型输出： 吸血姬在头上两把刀且生命被压倒半血的时候输出开始爆炸（ 养的好可能输出来的更早）， 先灭对方打火机， 再灭灯姐， 那么对面就不足为惧了 这套阵容如果全队抵抗都很高的话(特别是雨女)， 感觉是很容易搞定般雪灯的， 并不是因为完全控不住， 而是雨女解控压力会变小， 那么反打机会就比较多<br/>抵抗这种玄学虽然在对雪女时有点乏力， 但是明显觉得吸血姬在98抵抗的时候， 头上debuff数量相比在70多的时候要少了很多， 而且只要桃花地藏被触发， 雪女就很大概率控不住， 在后期， 吸血妖一个反击或者普攻， 对面基本上就要残一个； 而且般若成型难度大， 遇到的基本上120的命中就不错了， 那么也就44 % 的概率会被封<br/>全队速度最好还是要高一些， 雨女 + 焦土肯定要190以上<br/>我方这个阵容其实真不怎么需要火， 特别在后期， 反正很可能被罚站着， 于是就没啥用火的机会， 那么也就不怎么怕灯姐吸火......",
            "适合打法":"实战和会里同3000分的兄弟测试过， 他灯姐6星， 般若命中115， 雪女成型， 炼油240 + 速度。 就算前期被压很惨， 依旧有机会找到机会， 比如妖琴轮入道解控后拉乱速雨女（ 雨女只有被控且被封才无效， 其实持续回合一直会乱速而导致总有机会只有一个效果在）， 吸血姬的抵抗保证了在大量回合下， 总有机会出现没被控制的情况， 那么到后期一旦可以行动， 对方就减员 ",
            "式神分析和御魂选择":"一速： 轮入道妖琴师， 速度抵抗生命，（ 5 星其实可以不带抵抗， 抵抗换生命）， 建议速度至少快于对面雪女， 我自己是220<br/>二速： 木媚雨女， 速度抵抗生命<br/>三速： 招财椒图， 速度生命生命， 椒图我没带抵抗， 因为没到6星， 想要保持一定血量， 到6星可以换， 椒图还担负了补火位<br/>四速： 地藏桃花， 速度生命暴击<br/>尾速： 狰吸血姬， 生命抵抗暴击（ 其实生命或抵抗换攻击应该也可以)<br/>阴阳师晴明， 这个没啥悬念， 反正全场没法出手， 关键回合妖琴拉开盾， 被动晕触发都是反击的机会 ",
        	"阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
    	},
        "42":{
        	"阵容名称":"一波流 ",
	        "式神1、2、3、4、5名称":"镰鼬、 山兔、 座敷童子、 鬼使黑、 白童子 ",
	        "阵容特点":"这套阵容是很平易近人的双拉一波流， 似乎有些展示自己强力御魂的意思， 喜欢痛快的解决斗技， 又担心茨木， 妖刀等单体被薙魂挡刀的阴阳师大人可以一试。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 镰鼬（ 招财） 2 山兔（ 招财） 3 座敷童子（ 火灵） 4 鬼使黑（ 破势） 5 白童子（ 心眼） + 疾风神乐 ",
	        "阴阳师推荐":"神乐（ 通灵· 疾风 + 召唤· 炼狱） "
	    },
        "43":{
        	"阵容名称":"控制输出流 ",
	        "式神1、2、3、4、5名称":"镰鼬、 雪女、 辉夜姬、 白童子、 傀儡师 ",
	        "阵容特点":"这套阵容依靠一速和雪女的命中， 需要先斩杀对面对自己威胁最大的式神， 打起来快感十足。 如果对自己的茨木在当前分段很自信， 也可以一试。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 镰鼬（ 招财） 2 雪女（ 魍魉） 3 座敷童子或辉夜姬（ 火灵） 4 白童子（ 破势） 5 单体针女多段输出（ 妖刀， 傀儡师） ",
	        "阴阳师推荐":"神乐（ 通灵· 疾风 + 召唤· 炼狱） "
	    },
        "44":{
        	"阵容名称":"后手流 ",
	        "式神1、2、3、4、5名称":"椒图、 兵俑、 惠比寿、 酒吞童子、 白童子 ",
	        "阵容特点":"这套后手流阵容， 适用于大部分斗技对阵。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 椒图（ 地藏） 2 兵俑（ 返魂香） 3 惠比寿（ 木魅） 4 酒吞（ 铮） 5 白童子（ 破势） ",
	        "阴阳师推荐":"神乐（ 通灵· 疾风 + 召唤· 炼狱） "
	    },
        "45":{
        	"阵容名称":"河童阵容一 ",
	        "式神1、2、3、4、5名称":"妖琴师、 雨女、 椒图、 河童、 惠比寿 ",
	        "阵容特点":"这套阵容开局设法让椒图连线才有优势。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 妖琴师（ 招财） 2 雨女（ 返魂香） 3 椒图（ 招财） 4 河童（ 铮） 5 惠比寿（ 木魅） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "46":{
        	"阵容名称":"河童阵容二 ",
	        "式神1、2、3、4、5名称":"镰鼬、 椒图、 兵俑、 吸血姬、 河童 ",
	        "阵容特点":"这套阵容是一套清晰的椒图反击队， 若能先手控稳， 几乎胜局在手， 可以一试。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 镰鼬（ 招财） 2 椒图（ 地藏） 3 兵俑（ 返魂香） 4 吸血姬（ 铮） 5 河童（ 铮） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "47":{
        	"阵容名称":"河童阵容三 ",
	        "式神1、2、3、4、5名称":"妖琴师、 椒图、 酒吞童子、 惠比寿、 河童 ",
	        "阵容特点":"这套阵容是一套反击队， 椒图连线后胜局优势比较明显。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 妖琴师（ 招财） 2 椒图（ 返魂香） 3 酒吞童子（ 破势、 轮入道、 狰、 心眼均可） 4 惠比寿（ 木魅） 5 河童（ 铮） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "48":{
        	"阵容名称":"青行灯阵容一 ",
	        "式神1、2、3、4、5名称":"镰鼬、 青行灯、 座敷童子、 烟烟罗、 傀儡师 ",
	        "阵容特点":"这套阵容先手依靠青行灯吸取对方鬼火， 扰乱对方式神的技能使用。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 镰鼬（ 招财） 2 青行灯（ 轮入道） 3 座敷童子（ 招财） 4 烟烟罗（ 魍魉） 5 傀儡师（ 针女） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
	    "49":{
        	"阵容名称":"青行灯阵容二 ",
	        "式神1、2、3、4、5名称":"椒图、 吸血姬、 雨女、 妖琴师、 青行灯 ",
	        "阵容特点":"这套阵容虽然是偏向后手， 但一定不要放弃速度。 不然遇上速控， 自己的雨女刚出完手， 对方的第二轮控制又到了。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 椒图（ 地藏） 2 吸血姬（ 铮） 3 雨女（ 返魂香） 4 妖琴师（ 轮入道） 5 青行灯（ 爆伤破势） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "50":{
        	"阵容名称":"童女阵容 ",
	        "式神1、2、3、4、5名称":"雨女、 椒图、 酒吞童子、 童女、 辉夜姬 ",
	        "阵容特点":"如何让童女不被对方小瞧了呢？ 在四保一的阵容中， 加童女一个绝对好用。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 雨女（ 返魂香） 2 椒图（ 地藏） 3 酒吞（ 铮） 4 童女（ 轮入道） 5 辉夜姬（ 木魅） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "51":{
        	"阵容名称":"辉夜姬阵容一 ",
	        "式神1、2、3、4、5名称":"镰鼬、 青行灯、 吸血姬、 桃花妖、 辉夜姬 ",
	        "阵容特点":"虽然这套阵容面对椒图肉队有些吃力（ 换哪套阵容不是呢……）， 但我把它放在最前面， 是给那些不拖泥带水纯粹耿直又可敬的朋友们。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 镰鼬（ 招财） 2 青行灯（ 爆伤破势） 3 吸血姬（ 骰子鬼）， 4 桃花妖（ 返魂香） 5 辉夜姬（ 木魅） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "52":{
        	"阵容名称":"辉夜姬阵容二 ",
	        "式神1、2、3、4、5名称":"妖琴师、 椒图、 吸血姬、 桃花妖、 辉夜姬 ",
	        "阵容特点":"这套阵容需要全员都要有些抵抗， 不然很容易被控到无语。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 妖琴师（ 轮入道） 2 椒图（ 返魂香） 3 吸血姬（ 铮） 4 桃花妖（ 地藏） 5 辉夜姬（ 木魅） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "53":{
        	"阵容名称":"辉夜姬阵容三 ",
	        "式神1、2、3、4、5名称":"镰鼬、 酒吞童子、 妖琴师、 惠比寿、 辉夜姬 ",
	        "阵容特点":"这套阵容依然没有控制， 但自身足够完整， 并不需要控制。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 妖琴师（ 轮入道） 2 椒图（ 返魂香） 3 吸血姬（ 铮） 4 桃花妖（ 地藏） 5 辉夜姬（ 木魅） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "54":{
        	"阵容名称":"辉夜姬阵容四 ",
	        "式神1、2、3、4、5名称":"镰鼬、 兵俑、 姑获鸟、 桃花妖、 辉夜姬 ",
	        "阵容特点":"这套阵容有控制， 有输出， 只要速度够， 很稳。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 镰鼬（ 招财） 2 兵俑（ 返魂香） 3 姑获鸟（ 针女） 4 桃花妖（ 地藏） 5 辉夜姬（ 木魅） ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "55":{
        	"阵容名称":"后手流 ",
	        "式神1、2、3、4、5名称":"海坊主、 兵俑、 椒图、 独眼小僧、 辉夜姬 ",
	        "阵容特点":" ",
	        "适合打法":"下面说一下斗技该如何打<br/>这套阵容最首先要避免几个阵容， 高速雨火， 高速般雪， 带狸猫雨女的酒吞， 剩下都可以打<br/>碰见茨木妖刀换调兵勇上桃花， 如果没有也没关系， 只是换桃花更稳，<br/>碰见对面雪女兵勇的换调独眼上雨女<br/>接下来就直接点自动就行， 召阴阳师就上晴明就行， 带上灭和盾， 这套阵容最好的点就是直接自动打就行， 独眼挂个普攻， 其它的都妖术就行， 不费脑， 不用时刻算计， 打不过就走， 因为每天晚上没时间打， 中午要吃饭， 所以选择了这样一套反手阵容， 不要豪华的御魂， 只要你肝就能练出来。<br/>阵容升级的问题， 比如现在般雪这么多， 怎么玩，<br/>这个问题， 我正在练鲤鱼精， 比如雨女怎么办， 我正在准备狸猫， 所以斗技玩到后面还是阵容的克制问题， 式神越多就越好打， 所以建议各位还在低保徘徊， 还在想着练一堆输出的伙伴们， 不妨多养养式神， 每个都很可爱啊， 还有天天因为魂十郁闷心情的， 不妨就刷刷副本， 升下星就行， 一样可以玩的开心， 也希望大家多玩玩冷门式神， 毕竟天天都是鸟， 这游戏就太没意思了 ",
	        "式神分析和御魂选择":"输出， 六星鱼头<br/>控制， 五星兵勇<br/>五星椒图<br/>五星独眼<br/>五星叶辉姬(可换打火机)<br/>五星雨女(对面有控制就换下独眼)<br/>五星桃花（ 对面双输出就换下兵勇）<br/>核心点， 兵勇和鱼头<br/>犹豫天天看见的都是年， 烦躁， 所以给我家胖鱼头升了六星， 这才是我广大非洲人民还的象征， 自力更生的海坊主， 不求天不求地， 当然， 犹豫升了个六星海坊主， 魂十没人要， 所以我也不追求高级御魂， 我的鱼头至今都是三星五星御魂， 不过没关系， 就算垃圾御魂， 刷刷魂八还是稳的。<br/>海坊主和兵勇那真是绝配了， 大家自己试试就知道， 我就不多说这个了<br/>再说兵勇， 我的兵勇是返魂香， 这个版本的兵勇也只有返魂香最适合了， 高速加命中， 这个个人还是有点运气， 通过魂八的贪打出了一套六星返魂香， 个个带命中， 所以我的兵勇还算可以。<br/>剩下的都是随便陪的御魂， 地藏椒图， 雉魂独眼， 地藏雨女， 都是穷御魂， 不过我都尽可能的强15， 这个阵容你要保证自己式神的平均强度， 所以我基本不刷魂八魂十， 天天刷本， 是天天刷， 每天刷一两百就好， 就当每日任务， 憋着一口气刷一两千的太累， 我也就周末买买双倍经验， 这套阵容我相信没用任何获取难度， 只要你玩了一个月基本都有， 而且技能都好升级， 叶辉姬也可以换打火机没毛病 ",
	        "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "
	    },
        "56":{
        	"阵容名称":"后手流 ",
	        "式神1、2、3、4、5名称":"椒图、 吸血姬、 独眼小僧、 桃花妖、 狸猫 ",
	        "阵容特点":"这个阵容容错率很高， 基本可以应付所有突破阵容， 但是缺点也是有的， 作为反击队怕速控队， 但是电脑AI的速控队比起斗技里差很多， 打不过可以适当桃花换上雨女， 还有一个难打的就是带雨女的肉奶队， 遇到了真的是要决战到天亮了， 适当的把兵勇换狸猫或者凤凰。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"椒图 - 后手反击队核心式神： 一套高速带点抵抗的镜姬， 高速为了更快链接， 镜姬配上独眼小僧让鸟有来无回， 面对类似灯姐一类的一段输出也有一定效果。<br/>吸血姬 - 输出手： 半肉满暴击狰套， 最好满爆是能更大概率吃到椒图链接的爆伤加成， 半肉是为了顶住先手茨木， 也方便压血量百分比。<br/>独眼小僧 - 速攻暴力队克星： 独眼小僧完克姑获鸟这大家都知道的， 装上生命剃魂5星就够用， 一个式神完美化解了一速多段输出个高爆法单体带来的我方减员。<br/>桃花妖 - 复活治疗： 一套三味， 带啥其实并不是很重要， 主要用于我方减员后复活用， 和吸血姬很搭。<br/>兵勇 - 肉奶队杀手： 高速反魂香一套， 主要用来对付奶队防止对面无脑加血（ 突破没有伤害加成， 你可以想象对面有个老头无脑插奶棒的场景吗？）， 控制住对面的治疗师很关键和吸血姬也很搭， 带着反魂面对速控也有一定的效果。 ",
	        "阴阳师推荐":"阴阳师带源博雅或者清明： 对面比较弱的带源博雅增加输出技能带影分身和诛邪剑， 如果对面是数控队或者伤害比较高带清明技能带守（ 就是盾） 和灭或者星。 "
	    },
        "57":{
        	"阵容名称":"魂十阵容 ",
	        "式神1、2、3、4、5名称":"山兔、 座敷童子、 大天狗、 姑获鸟、 二口女 ",
	        "阵容特点":" ",
	        "适合打法":"带姑获鸟刷魂10的要主动点下怪防止输出不足的情况， 加快效率。<br/>兔子和座敷童子最好4星具有一定肉度（ 大蛇群攻一下不会死就行）<br/>兔子有条件的带个抵抗<br/>高效刷魂10方法: 1 大天狗大天狗妖刀姬。 这种搭配好处在于全程自动不用点怪（ 刷的很舒服） 对御魂要求也比较低。<br/>2 次木妖刀妖刀。 能直接一拳打到3层（ 此方法最好和好友一起刷）， 不适用于野队且对次木御魂要求极高（ 暴击一定要满......一定要.......），3 层基本一轮秒。<br/>3 烟烟罗大天狗妖刀姬： 烟烟罗的加入使3层一波秒大蛇的几率大大增加， 效率比第一种方法高（ 别忘了点怪烟烟罗必须点怪而且满爆）<br/>次木最好不要带着刷野队魂10， 非要刷的刷速度一定要快御魂一定能要强。<br/>二口女刷魂10也非常效率不过很少见（ 稀有品种）。 ",
	        "式神分析和御魂选择":"拉条: 山兔（ 招财猫（ 带不带4件套影响不大最好带招财））。 这里不推荐镰鼬理由1.镰鼬技能3火兔子2火2.镰鼬会触发被动浪费刷御魂的时间<br/>打火： 座敷童子（ 辉夜姬）（ 当然要带火灵啦）。 这里我要说明一下不推荐使用辉夜姬理由1.辉夜姬的概率回火（ 这里听有辉夜姬的人说不会断火所以这条可以忽略） 2. 动画时间长每个开场都要放一次一共3次3.大部分人对辉夜姬的恐惧， 总会觉得辉夜姬不稳定迟早断火所以大部分人组辉夜姬只会组一次。 相信能打魂10每个人应该都会有一个座敷童子吧所以不建议上辉夜姬。<br/>输出（ 重点）： 魂10要上3个输出位， 其输出位选择大部分只有3种（ 大天狗姑获鸟妖刀姬） 其他式神不是很受欢迎。 输出必须是6星（ 暴击至少90以上）， 一号位二号位四号位至少要有一个6星御魂， 满大招。 如果输出不足就需要去碰运气遇到个强的带你。<br/>速度问题（ 重点）： 鸟和狗的速度越快越好（ 最好比清明快用副属性叠） 妖刀姬速度越慢越好（ 一定要比清明慢）， 座敷童子速度略高于清明。<br/>这里单另说一下山兔的速度（ 我的山兔165左右）， 山兔速度请控制在163 - 170（ 大概数据） 之间， 这样式神会直接到达终点。 速度如果过快会被御魂式神超车， 慢了也会跟不上御魂式神速度（ 尤其是3层的大天狗被暴击了加速度很容易超速）。 ",
            "阴阳师推荐":"阴阳师问题： 推荐使用清明带.星.和.盾。 开打后直接妖术自动。 这样3层的时候第二波的兔子就会跳舞而不是套环了， 也能很好的防止1层因输出不足而造成的崩盘。（ 也可以只带星） "
    	},
        "58":{
        	"阵容名称":"雨雪流 ",
	        "式神1、2、3、4、5名称":"雨女、 雪女、 座敷童子、 惠比寿、 姑获鸟 ",
	        "阵容特点":"1、 斗鸡， 很少打（ 一周最多2 - 3 小时） 的情况下， 到周末一般大约3200分左右， 排名在200名左右（ 阵容缺陷无抵抗和肉队很多的情况下， 多打打， 琴师做出来， 肯定不止这么多分， 有时间的同学可以自己尝试）<br/>2、 副本， 把雨女换成兔子（ 一般辣条兔即可， 相信大家都有， 不需重点培养， 4 星足够）， 阴界60层， 硬怼山兔大暴走10（ 兔子调成一速， 201 + 即可， 4 星足够， 即使五星， 到第三回合也是被秒， 不影响通关）， 其他魂10， 痴卷， 反正也很少， 不怎么打， 要刷魂10的话， 把鸟六号换一个随便什么垃圾暴击， 妥妥的。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1、 雨女（ 蚌精）， 五星， 197 速， 防御800左右， 生命17000左右， 命中35， 0 抵抗。 2 速度， 4 防御， 6 生命。<br/>2、 雪女（ 日女）， 六星， 197 速， 防御800左右， 生命20000左右， 命中86， 0 抵抗。 2 速度， 4 命中， 6 生命。<br/>3、 打火机（ 木魅）， 五星， 191 速， 防御700左右， 生命17000左右， 28 抵抗。 2 速度， 4 防御， 6 生命。<br/>4、 老头（ 薙魂）， 五星， 172 速， 防御450左右， 生命25000左右， 3 抵抗。 2 速度， 4 生命， 6 生命。<br/>5、 鸟（ 针女）， 六星， 124 速， 防御600左右， 生命19000左右， 7 抵抗， 暴击85 % ，爆伤164 % 。2 攻击， 4 攻击， 6 生命。<br/>可以看出， 我基本没有抵抗。 第一是因为确实没有抵抗御魂， 第二是因为， 五星的式神例如雨女 如果堆抵抗的话就太脆了， 干脆加防御防秒。 如果要加斗鸡分的同学， 可以做一个高抵抗琴师作为4速或者5速就可以打强控阵容了， 目前我这个阵容基本很难打强控（ 狸猫， 红屁股， 火女， 山童， 般若） ",
	        "阴阳师推荐":"一个阴阳师： 晴明， 御灵满。 其他都没满， 最多27级。 "
	    },
        "59":{
        	"阵容名称":"青行灯斗技阵容 ",
	        "式神1、2、3、4、5名称":"青行灯、 雪女、 惠比寿、 桃花妖、 姑获鸟 ",
	        "阵容特点":"这套阵容打雨火还行， 打反击得有个单体弑神好点。 打拉条只要他秒不了你冰女， 你的赢面就大。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"1 速 灯姐 御魂 招财猫<br/>灯姐本身能吸火加上招财猫， 用来保证冰女能放技能。 灯姐吸一火的几率也挺高。 开局4火<br/>吸一火， 到冰女只有两火。 加上招财猫可以很大程度上满足后续用火。 再有灯姐2技能有10 % 几率不费火， 所以1速招财猫必不可少。<br/>2 速 冰女 御魂 魑魅魍魉 魅妖<br/>冰女是很强力的， 全靠它打控制， 属于阵容核心。 我用的是魅妖， 碰到雨女弱点。 对阵其他阵容不错。<br/>魑魅魍魉 我没有一套好的六星， 所以一直没用。 后续会有尝试。<br/>冰女被动可以让攻击者减速， 对方要有控的话 抵抗后反控。<br/>3 速 老头 御魂 木魅<br/>老头带木魅， 对方打你任何人都会有可能减火， 打乱对方用火节奏， 木魅也是打雨火的核心御魂<br/>4 速 桃花 御魂 地藏<br/>桃花用地藏就是不想死， 我还想活。 桃花一定得站住才能救人， 我6号位没带暴击带的生命<br/>5 速 鸟 妖刀 白狼 各种单体输出<br/>我所以还在3000分左右， 就是因为我还在用鸟， 也可能是我打的时间太少。（ 所有辅助2号位 速度， 冰女4号位抵抗6号位生命。 其他4、 6 号位生命） ",
	        "阴阳师推荐":" "
	    },
        "60":{
        	"阵容名称":"白火流 ",
	        "式神1、2、3、4、5名称":"镰鼬、 鬼使白、 座敷童子、 凤凰火、 荒川之主 ",
	        "阵容特点":"阵容组成<br/>镰鼬 鬼白 座敷 凤凰 晴明 茨木or白狼or荒川or任何aoe输出or你们喜欢的镜子奶地藏童男。 配速同上。 总结一下， 鬼白凤凰， 拿到一速， 可以稳控对方， 同时克制复活流， 镜子， 地藏， 多个奶等阵容。<br/>如果后手， 克制先手兵俑阵容， 同时只要拿到一次出手机会做到反控就能翻盘。<br/>基本上可以发现， 白火流阵容拿到先手几乎无解， 且不怕对面任何阵容。 打后手也有很强的翻盘能力， 同时自身生存能力也有保障。<br/>说一下缺点， 阵容难配， 为了保证高速凤凰， 需要四个六星二号位速度， 而且鬼白最好升六星， 五星白输出和肉度都太低。<br/>解法<br/>这套白火流阵容我用了一周， 三周前开始养凤凰， 就在考虑如何破解凤凰先手， 游戏内没有发现可以解除晕控的方式， 目前能给出的解如下， 需要一个堆了抵抗的镰鼬， 不被凤凰晕， 也不被敌方先手秒， 拉条两次， 让你的式神在解晕后超车对面凤凰， 控或秒凤凰， 或者晴明立盾都可以破解凤凰先手。 另外， 镰鼬的抵抗buf对抗命中不到百的凤凰效果极其明显。<br/>我推荐带单体输出的原因就是为了拿先手秒对方拉条， 防止凤凰被超车， 不要着急打对面的输出或者童男， 留着童男最后种包子就可以了。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"凤凰的搭档我选了很久， 最后确定了用鬼白。 说一下道理， 雨女， 兵俑， 2 火， 都比鬼白好配阵容， 一个硬控一个解控， 但是这两个， 不适配我的阵容。 这个阵容的输出点只能带一个， 现在地藏横行， 我选择带单体输出， 如果被镜子弹死， 基本可以退了。 鬼白的好处就是可以补输出， 我茨木被先手秒很多次， 靠鬼白毒翻盘。 205 的速度在3000上面是真拿不到先手， 除非对面是后手阵容直接不跟我抢， 我就是专门打这种阵容上分。<br/>鬼白在当前的斗技环境， 堪称如鱼得水， 这是一个专门为了斗技而存在的式神(这么说只是因为这货除了斗技完全没办法拿来刷御魂打麒麟， 也就打结界还有点用， 打结界说白了还是斗技分支)。<br/>1. 毒伤三层， 毒可暴击， 受暴伤加成， 且不触发地藏， 镜子， 可穿透已存在的地藏盾。 鲤鱼盾和蚌精盾没有测试， 等好友切磋开放后测。 六星纯输出白， 三层毒一万五伤害不是问题。<br/>2. 鬼白毒持续两回合， 可以很好的搭配凤凰， 兵俑的嘲讽一回合就可以解掉.<br/>3. 鬼白毒不可以被雨女驱散。<br/>4. 面对复活流， 尤其堆了抵抗的童男， 不要指望能控死童男， 一旦没控住就是被翻盘。 这种时候鬼白的包子作用就体现了， 哪怕凤凰没有晕住童男， 鬼白种包子可以完克。 可以说我这套阵容不需要控童男， 续命童男也完全不虚， 多打几回合罢了。 全靠鬼白包子限制， 高速鬼白， 动两次， 对面童男才能动一次， 包子不会断， 慢慢可以把童男炸死， 不过对面看到这种一般都退了。<br/>5. 鬼白可以隔着晴明盾种包子， 且包子爆炸会对盾和敌方式神同时造成伤害。<br/>6. 面对先手兵俑， 鬼白普攻自带必中减40治疗量debuf（ 可以被抵抗）， 后面跟凤凰的普攻可以在第一回合后手反控敌方兵俑， 打断他的控制链。 兵俑鱼的组合在高分段斗技还是很多的， 鬼白凤凰可以做到反控， 并且削弱治疗量。<br/>7. 鬼白自身输出靠毒， 不吃御魂特效加成， 不管作为辅助还是输出位， 都可以带地藏套保证生存能力， 也可以带日女， 雪幽魂等加强控制能力。<br/>8. 技能三段， 堆大约40命中之后， 上毒概率很高， 可以保证凤凰的控制能力。 ",
	        "阴阳师推荐":" "
	    },
        "61":{
        	"阵容名称":"先手打后手阵容 ",
	        "式神1、2、3、4、5名称":"镰鼬、 山兔、 丑时之女、 辉夜姬、 青行灯 ",
	        "阵容特点":"早两周用这套阵容花3,<br/>4 个小时就打到接近3700了， 那一周这阵容刚面世，<br/>很多高分段的朋友第一次遇到这个阵容时是略懵的， 上分很轻松。 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"这套阵容的式神分别是：<br/>1 速度散件镰鼬、 2 速招财兔子、 3 速破势丑女、 4 速火灵辉夜、 5 速破势青灯、 阴阳师清明神乐800轮换， 后面再说<br/>那周之所以上分快， 因为遇上肉队， 赢起来不耗时。<br/>一般肉队都带至少一个输出， 开局我方双拉， 丑女连线对方输出， 青灯一抽， 246 位置没带生命的输出99 % 都被秒了。<br/>对面的辅助普遍也是180~190 + 的速度， 我大部分时候都可以赶在对面金鱼佬插旗子前， 丑女放上第二个草人抢占位置，<br/>防金鱼佬插旗子， 禁疗以缩短本场时间。<br/>假如对面带桃花不带控， 输出是酒吞跟青灯这种威胁性低的， 我主角会上神乐， 拉青灯连抽2波， 一般都可以抽掉3火，<br/>让起手4火的肉队哑火一轮。<br/>杀掉对面输出后， 全程只要注意一点， 就是在无法赶超对方金鱼佬的时候， 别把草人打爆了，<br/>让金鱼佬无奈普攻， 老老实实跌坐到进度条末尾去。<br/>急这一回合等于又让对面多活几回合。 ",
	        "阴阳师推荐":" "
	    },
        "62":{
        	"阵容名称":"雨女副本10层清流 ",
	        "式神1、2、3、4、5名称":"桃花妖、 惠比寿、 茨木童子、 辉夜姬、 大天狗 ",
	        "阵容特点":"这个套路对式神和御魂的要求比较高， 但是速度很快 ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"桃花妖地藏， 惠比寿地藏， 茨木破式爆伤， 大天狗针女， 辉夜姬薙魂， 神乐罩子 + 再打一波， 一速惠比寿， 二速桃花， 三速茨木， 神乐再拉一波茨木， 大天狗收尾， 尾速的辉夜姬， 大家可以试试 ",
	        "阴阳师推荐":"神乐(召唤伞， 通灵疾风)"
	    },
        "63":{
        	"阵容名称":"饿鬼阵容 ",
	        "式神1、2、3、4、5名称":"妖琴师、 吸血姬、 饿鬼、 惠比寿、 狸猫 ",
	        "阵容特点":"饿鬼能稳吃常规椒图队已经很不错了， 不要指望一种套路能赢所有阵容， 尽可能提高自身式神练度、 深化卡池才是王道。 ",
	        "适合打法":"常规椒图反击队打法：<br/>饿鬼在针对不带控制的椒图反击队的时候压制力很强， 不管是椒图吸血姬队还是椒图酒吞队， 所以我只会在打这些队的情况下上饿鬼。 这些队普遍关键式神都有很高的抵抗， 比如高抵抗椒图， 高抵抗雨女之类的， 狸猫、 般若不一定好使。 拿我自己的返魂香狸猫来说， 120 命中， 经常打100 + 抵抗的椒图或者雨女， 还是嘲讽不上， 如果自身嘲讽被抵抗， 妖琴再拉嘲讽还被抵抗， 那这次行动绝逼是血亏的。 但是饿鬼就不一样了， 在饿鬼面前， 对面所有的抵抗都是废属性， 最多能防止被返魂香晕， 该吃的还是吃。 对面没雨女大胆上古笼火， 对面上狸猫我也上狸猫， 互相伤害没毛病。 打这种队只要针对好对面的吸血姬或者酒吞就行， 饿鬼能吃就吃， 吃掉了对面就没输出。 通常椒图队的输出都不会太肉， 找机会杀被剥离出来的， 如果狰吸血鸡爆发很高的话要当心， 可以考虑也上椒图 + 镜姬大肉增加一种击杀方式， 酒吞么。。。 直接用饿鬼吃得他生活不能自理。 总的来说， 打这类反击队， 胜率95 % 以上， 基本都稳吃的。<br/>变种椒图反击队打法：<br/>这种椒图队通常会带拉条， 一般是镰鼬， 不一定是他先手， 但是速度也不会低， 高抵抗招财欧洲镰鼬是很可怕的， 因为拉条导致对面机动性很强， 因此限制镰鼬就非常有必要， 考虑饿鬼 + 古笼火 / 狸猫， 开打的时候试试对面廉鼬抵抗如何， 如果抵抗高用饿鬼控制， 抵抗低或者没有抵抗直接用后两者控制， 如果对面有酒吞， 可以考虑再上个雨女减速， 加大速度差以换取优势。 只要针对好对面核心输出， 找准机会击杀就行了， 胜率80 % 。<br/>别的一些带有其它式神的椒图队看情况换自己的式神。 至于什么双拉 + 控制 + 爆发或者般雪灯还被人家先手这种， 就别上饿鬼去送死了， 本身这个阵容后手打那些队就比较难受， 我也只打得赢练度比我低的还要看脸。 ",
	        "式神分析和御魂选择":"1、 高速妖琴师， 最好是招财套高抵抗高速， 我知道这很难， 次选招财套抵抗琴师， 速度舍弃一些， 换取套装收益。 再不济散件高速妖琴， 我自己就是这个， 因为刷不出招财的速度坯子， 又没钱氪商店， 要凑一套太难了， 其实我很不建议大家用散件， 除非是实在没办法。<br/>2、 单体输出， 最好是不耗火的， 吸血姬酒吞都行， 对面有驱散的话酒吞换跳弟， 对面没暴发甚至上管狐都是很好的。<br/>3、 饿鬼， 套路式神， 输出型控制， 作用已经介绍过了。<br/>4、 高速奶妈， 推荐高速薙魂老头， 或者高速狰花鸟卷这种自身很肉的。<br/>5、 控制 / 反控制， 比如看情况使用狸猫， 或者雨女。<br/>替补： 椒图（ 当你自身式神练度不高的时候， 椒图很有用）， 高抗薙魂古笼火（ 后手沉默还产火）， 一目连（ 饿鬼绝配， 谁用谁知道）， 其它。 ",
	        "阴阳师推荐":"阴阳师： 优先神乐， 其次晴明。 "
	    },
        "64":{
        	"阵容名称":"御灵龙3自动阵容 ",
	        "式神1、2、3、4、5名称":"座敷童子、惠比寿、山兔、妖刀姬、桃花妖 ",
	        "阵容特点":"我说的方法只适合龙3， 因为别的御灵3层我暂时还没刷的想法， 所以在没有大量实测数据下我不敢说行还是不行。 ",
	        "适合打法":"先说说思路。<br/>首先桃花是必要的， 因为大家都知道， 御灵3的输出很高， 后期一不小心来个暴击再来个反击可能会死人， 一般是输出死， 所以为了避免死输出导致翻车， 所以桃花是必备的。<br/>第二， 为什么带双奶， 而且是老头？ 因为龙3有两个效果， 一个眩晕一个驱散， 如果是单奶， 被眩晕基本就GG了， 所以最好是双奶， 然后老头的旗子不怕眩晕， 至于你说旗子脆， 只要不是一下被秒， 桃花的奶是可以奶到旗子的， 所以续航能力还是不错的， 偶尔倒了补上就是了。<br/>第三， 火， 没火你打个毛？ 如果你有竹子精的话。。。。。 别说了， 我的刀呢？<br/>第四， 兔子， 这个要重点讲一下， 很多人不理解为什么不带椒图， 因为龙3之所以恐怖并不是因为他的单体输出， 而是它的AOE， 以及反戈一击（ 也是AOE） 椒图对AOE的作用十分之小， 所以我选择了兔子， 首先晴明带星， 加上龙有驱散， 兔子几乎就是一直跳舞的， 偶尔会吐个圈， 但是无伤大雅。 理解就是说加快己方的进度， 因为御灵本BOSS是有回合BUFF的， 就是时间越久， BOSS会越牛逼， 那么加快己方进度， 收益还是很大的， 第二点就是说因为有眩晕， 可以加快己方的脱控速度， 就算没被控也可以在关键时候多奶一口， 输出多打一次， 更快的刷新桃花的复活和晴明的盾， 而且行动次数多了老头的旗子还是很给力的。<br/>第五， 针女妖刀， 为什么选择针女不用我说了， 没针女打个毛？ 至于为什么是妖刀， 因为有驱散， 所以酒吞已死， 所以我选择妖刀， 没妖刀的朋友可以用鸟试试。 至于狗子， 个人感觉不如鸟， 因为只有1个敌人， 鸟对单体的伤害比狗高， 大家都是四段， 我就是比你伤害高， 偶尔还能飒一下。 你要是没鸟没狗。。。。 选择多段针女式神即可， 如果这也没有， 我想说你打个毛的御灵3？ ",
	        "式神分析和御魂选择":"五星火灵打火机， 五星地藏老头， 五星薙魂兔子， 六星针女妖刀， 六星木魅桃花， 晴明星和盾。 ",
	        "阴阳师推荐":"晴明星和盾 "
	    },
        "65":{
        	"阵容名称":"御灵3层自动阵容 ",
	        "式神1、2、3、4、5名称":"姑获鸟、 椒图、 独眼小僧、 惠比寿、 桃花妖 ",
	        "阵容特点":" ",
	        "适合打法":"有些人说妖刀或者鸟扛不住。 那是因为速度太慢阿。 被对面插队。 吃不上旗子的奶。 除非全肉。 要不肯定抗不住。 速度最好在140左右。 以上也没事。 前期可能会缺点火。 后期一直都是满火的。 四分来钟一次。 快得不行 ",
	        "式神分析和御魂选择":"鸟六星。 其余全部五星（ 针女输出速度最好140左右。 要不吃不上惠比寿旗子） 椒图（ 不需要速度最好肉。 随机） + 独眼小僧（ 五星就可以） + 惠比寿（ 五星3w血左右最好速度140以上） + 桃花（ 速度140以上我的五星） ",
	        "阴阳师推荐":"晴明星和盾 "
	    },
        "66":{
        	"阵容名称":"河童10层阵容 ",
	        "式神1、2、3、4、5名称":"山兔、 椒图、 惠比寿、 姑获鸟、 辉夜姬 ",
	        "阵容特点":" ",
	        "适合打法":"大家来个击杀顺序: 优先级， 妖狐＞ 椒图＞ 樱花＞ 花鸟＞ 河童＞ 鲤鱼！（ 记得千万别把鲤鱼优先击杀了， 毕竟杀人家老婆， 人家会狂暴的）（ PS: 打副本不要急躁， 毕竟双奶！ 你看着他快死又被奶满血， 会崩溃的！ 希望大家早日过河童拿皮肤） ",
	        "式神分析和御魂选择":"式神搭配是以上五个！<br/>一速山兔: 170 以上， 招财猫套， 血量1W以上最好， 防秒杀！（ 楼主兔子4星）<br/>二速椒图: 160 以上， 木魅套， 血量1 .6 W左右， 木魅套几率减火， 降低河童大招频率。<br/>三速惠比寿: 130 以上， 生命散件（ 地藏套也行）， 回血量有3200以上就及格。<br/>四速晴明: 御灵40， 带星或灭， 盾。 盾看情况给， 最好在boss平砍两次后放盾。 格挡boss大招。<br/>五速输出: 鸟， 白狼， 茨木， 荒川， 妖刀或其他单体输出式神！（ 六星最好） ",
	        "阴阳师推荐":" "
	    },
        "67":{
        	"阵容名称":"龟速猥琐诈尸流派 ",
	        "式神1、2、3、4、5名称":"童男、 萤草、 兵俑、 茨木童子、 跳跳哥哥 ",
	        "阵容特点":" ",
	        "适合打法":" ",
	        "式神分析和御魂选择":"除了茨木， 4 个带镜姬。<br/>小草输出镜姬， 其他全部堆血。 1. 棺材哥哥<br/>这个是这个镜姬复活流最不可缺的一个。 我经常翻盘都靠这个。<br/>首先让我们看看技能<br/>这个的存在， 就是前期挨打， 但是他的被动跟镜姬一样， 有30 % 几率立刻回复自身上限10 % 生命， 也就是说假如你有10000血， 哪怕对面后期剩个辅助跟你单挑， 他打你你加的比掉的还多。 简直神技！！ 而这个配合镜姬是可以同时触发的。<br/>也就是有几率别人打你一下。 对面给你加血， 而他还打自己一下！！<br/>在说复活棺材这个技能<br/>有人说棺材躺在那里等被打。 一下就爆了！！！ 原因是因为你这个技能还没升级满！！<br/>升级后很恐怖的。 因为等你死光基本都是2回合后的事了。 而2回合， 因为有镜姬的存在。 对面的主力输出已经死了！！！ 注意， 这个技能官方说明有误， 这个技能不是根据复活目标的血量， 而是跳跳哥哥的血量！！！！<br/>一个普通四星跳跳加一般就有将近15000的血， 竞技场后面血量翻倍， 也就是3W血， 也就是说一个棺材有13500血！！！ 而假如你死了4个。 4 * 13500 = 54000 的总棺材血量。 也就是说当对面主力输出死了后， 要在一回合内打出54000的伤害。 基本不可能。 就算打死了1,<br/>2 个棺材。 麻蛋另外的棺材又活了！<br/>2. 童男<br/>童男配合棺材哥哥存在简直是对面输出的噩梦。 你们带上童男和棺材后， 会发现除非队友死了， 否则是没有技能的。 也就是说不费鬼火！！！！<br/>正常高分段， 被别人先手后， 基本都躺下1,<br/>2 个了。 但是棺材哥和童男。 基本不可能倒下。 童男跟棺材哥一样的肉， 甚至更肉。 肉到可怕！<br/>而选童男的作用是双保险， 避免对面控住棺材哥， 到最后剩下童男和棺材随便谁。 都轻松翻盘。 双保险！<br/>童男和棺材的作用， 就是用镜姬磨对面血量而自己又死不了！ 童男复活队友后还加50 % 进度条！！！<br/>3. 神乐<br/>为什么先说这个。 高分段的都懂， 神乐的被动才是神技！！！<br/>那个伤害杠杠的。 一般活到最后的不是棺材和童男， 而是神乐！！！<br/>所以， 神乐带的技能是疾风和续命。。<br/>续命神技啊。<br/>给童男， 童男可以放两次复活队友！ 给要死的棺材哥， 哪怕对面把棺材哥打死， 续命出来。 出来丢个4个棺材。 恶心死你！！！！<br/>神乐的作用是控场。 有了疾风后， 不论是棺材先死还是童男先死， 都能复活全体队友！！！！<br/>你们要知道， 能把棺材和童男打死的时候， 对面基本上也差不多了！！！！ 被镜姬， 神乐的被动， 实战告诉我， 基本上到后面， 对面就剩2,<br/>3 个辅助了。<br/>4. 兵勇<br/>兵勇存在。 是让这个阵容恶心到极致， 这个不解释， 大部分打PVP的都知道兵勇有多恶心。<br/>问题是恶心就算了。 好不容易打死了。 对不起哦， 我还有续命， 有童男， 有棺材哥~~~~~~~~~~~~<br/>5. 奶妈。<br/>我现在用的是小草。 没办法。 老头没培养起来。 但是推荐大家老头， 丢了个旗子后， 又是一个白板。 谁说白板， 还能吸鬼火呢、。<br/>这种搭配的好处是： 要什么打火机？ 我一个阵容3个白板， 我压根就不缺鬼火~~鬼火是啥玩意？ 如果你有酒吞， 你感受下。 这什么游戏， 妈妈我想放技能啊！！！<br/>6. 最后一个， 我是茨木， 但是基本上2200分段开始， 茨木就扛不住第一波就基本挂了。 所以我推荐有镜姬酒吞最好。 当然你如果想更恶心。 可以再补个奶妈。 推荐新出的那个。 不错的<br/>5 个镜姬， 让你一波流！！ ",
	        "阴阳师推荐":" "
	    },
        "68":{
        	"阵容名称":"雨女10层平民阵容 ",
	        "式神1、2、3、4、5名称":"妖琴师、 椒图、 惠比寿、 座敷童子、 姑获鸟 ",
	        "阵容特点":" ",
	        "适合打法":"关键点—— 压血线 + 3 波鸟姐大招<br/>第3回合， 姑获鸟先不要打死任何一个青蛙， 用普攻把5个青蛙的血线压到姑获鸟一波大可以全秒， 然后等雨女出手后， 立即姑获鸟一波大（ 选中雨女）， 妖琴师拉鸟姐， 再来一波大， 神乐拉， 放第3波大。 如此反复2到3轮， 即可轻松过关。<br/>二、 打法细节<br/>1、 阵容练度<br/>我的是5星190速度妖琴师、 6 星薙魂惠比寿、 6 星地藏椒图、 5 星打火机、 6 星姑获鸟， 抗住青蛙伤害绰绰有余。 全五星其实应该也可以的（ 但是椒图、 惠比寿二四六最好都带生命， 多说一句， 辅助升级六星的意义就是在于可以选择主属性速度、 效果抵抗等非肉、 有解控效果的御魂）。<br/>2、 第二回合注意点： 先普攻杀童男<br/>鸟姐一上来不要频繁放大招， 可能会扛不住对面吸血姬输出。 建议先普攻把童男耗死。<br/>3、 第三回合开始： 先做防御<br/>所有青蛙出手前， 都会有无敌效果， 这时候不用打他们， 可以先把防御工事做好（ 椒图连线、 惠比寿插旗）。 另外， 如果领头的AOE青蛙有2火， 或者你准备秒所有青蛙了（ 这时候要抗住一波5轮麻将牌伤害）， 可以提前让神乐放个伞。<br/>4、 控血阶段： 不要打死小青蛙（ 活着不好吗？ 滑稽.jpg）<br/>用鸟姐的普攻， 以及其他式神普攻（ 鸟姐协战）， 把所有青蛙打成下图这种鸟样↓， 然后等， 等雨女行动。<br/>5、 对BOSS输出阶段<br/>等雨女行动结束， 尽量满火， 开始3轮输出：<br/>鸟姐一波大， 秒所有青蛙， 终结一击选择雨女；<br/>妖琴师拉鸟姐， 再来一波大；<br/>神乐拉鸟姐， 再来一波大。<br/>基本六星毕业鸟姐， 可以把雨女血量压到半血以下。 ",
	        "式神分析和御魂选择":"我的是5星190速度妖琴师、 6 星薙魂惠比寿、 6 星地藏椒图、 5 星打火机、 6 星姑获鸟， 抗住青蛙伤害绰绰有余。 全五星其实应该也可以的（ 但是椒图、 惠比寿二四六最好都带生命， 多说一句， 辅助升级六星的意义就是在于可以选择主属性速度、 效果抵抗等非肉、 有解控效果的御魂）。 ",
	        "阴阳师推荐":"阴阳师： 神乐（ 带拉 + 伞） "
	    },
        "69":{
        	"阵容名称":"黑童子阵容 ",
        	"式神1、2、3、4、5名称":"雨女、 桃花妖、 青行灯、 黑童子、 古笼火 ",
        	"阵容特点":" ",
        	"适合打法":" ",
        	"式神分析和御魂选择":"1 速.雨女 - 返魂香[2 号速度.保持高速解控 .4 号抵抗.可带一防御]<br/>2 速.地藏 - 桃花[6 号位暴击 .2 号速度]<br/>3 速.破势 - 青行灯[2 号速度破势套]<br/>4 速.阴阳师神乐[续命.疾风]<br/>5 速.薙魂 - 黑童子 - [副属性不好不推荐.高爆.高爆伤.高攻击]<br/>镇魂兽首选.针女其次.薙魂非属性很好莫用[伤害低]<br/>6 速.木魅 - 辉夜姬[没什么好说的.肉起来]<br/>替补 - 妖琴师[肉起来 .2 号御魂带速度.在对面没有控制的情况下和雨女互换.也可以随意替换.建议对面有神乐得情况下有可能有冥碟.不换下雨女<br/>替补2 - 古笼火换辉夜姬.被动给火大部分情况下够用.同时对面不带雨女.完美控制一式神.<br/>替补3 - 青行灯 - 可随机自己喜好和情况换.椒图首选情况如果单输出黑童子.完全不推荐副属性不好的薙魂.镇墓兽首选.针女其次 ",
            "阴阳师推荐":"推荐阴阳师 神乐 推荐所带技能： 方案一： 疾风 + 续命 方案二： 冥蝶 + 续命晴明 建议带.缚和盾 "
        },
        "70":{
           	"阵容名称":"赤舌罚站流过魂十 ",
            "式神1、2、3、4、5名称":"赤舌、 赤舌、 赤舌、 座敷童子、 吸血姬 ",
            "阵容特点":" ",
            "适合打法":"准备好这些后， 进入魂10自动就行。 手动的话更稳， 因为打火鸡如果火多于等于5点就不会打火， 会导致有时候赤舌只平不放大。<br/>最后是视频， 比起尬舞要快还可以自动， 但配置上也比尬舞要高了些！<br/>3 星兔子尴舞御魂三层<br/>5: 26<br/>小提示： 1 层最好先杀2口， 因为清明的盾无法挡住2口大招的全部攻击。 一旦刚好没有击退就翻车了， 当然如果赤舌等级高一些的更好！ 2 层酒托 3 层哈士奇， 同理！ ",
			"式神分析和御魂选择":"3 只赤舌， 1 级既可， 速度最好都在163以上， 这样比较稳， 越快越好。（ 御魂可以带1套招财 + 2 日女， 或者1招财 + 2 魍魉）<br/>赤舌3技能， 每次攻击30 % 概率清空敌人行动条， 总共两次攻击。 3 只赤舌6次30 % 概率清空行动条， 不是脸很黑的话， 一般都能全程罚站。 带日女可以在技能没起效的情况下碰碰运气击退一两次。 带魍魉可以控制 + 击退两边小怪， 优先击杀中间的大怪。<br/>1 打火鸡， 速度卡在3只赤舌中间， 有辉夜最好。（ 火灵辉夜 + 3 招财赤舌基本可以一直放大招）<br/>1 吸血鸡， 5 星既可， 2 号位带速度（ 出手次数多更好叠被动增伤）， 残血的5星吸血鸡， 平A输出也比其他6星式神高的多， 最好（ 网切套） 我直接把小黑的破势拔下来用了。<br/>阴阳师带清明（ 星 + 盾）， 盾可以有效的防止发生1次意外的发生， 星用来增伤。 ",
            "阴阳师推荐":"阴阳师带清明（ 星 + 盾）， 盾可以有效的防止发生1次意外的发生， 星用来增伤。 "
        },
        "71":{
           	"阵容名称":"红叶和妖刀通关阵容 ",
            "式神1、2、3、4、5名称":"山兔、 椒图、 惠比寿、 座敷童子、 姑获鸟 ",
            "阵容特点":" ",
            "适合打法":" ",
            "式神分析和御魂选择":"姑获鸟6星 其余5星 御魂基本全部 + 15（ 都是四星五星御魂， 甚至3星御魂， 极少量六星） 楼主的红叶副本和妖刀副本都是这个阵容一次性通关的， 无压力。 但是兔子10层不行， 因为大兔子伤害太大， 而且兵俑嘲讽椒图连线爷爷插旗子。。 怎么打？ 对吧？！ 我几乎看遍了所有山兔大暴走攻略， 终于找到了解决办法： 以毒攻毒！！ 把座敷童子换成了兵俑大大！（ 御魂也是直接用的座敷的火灵套， 4 号位换成了命中而已） ",
            "阴阳师推荐":"阴阳师： 晴明 盾 + 生 "
        },
        "72":{
            "阵容名称":"山兔10层阵容 ",
            "式神1、2、3、4、5名称":"山兔、 椒图、 兵俑、 惠比寿、 姑获鸟 ",
            "阵容特点":" ",
            "适合打法":"具体细节： 第一层： 涂壁和大兔子都有反伤， 所以鸟姐要时刻注意血线<br/>第二层： 无反伤， 可以放大招， 青蛙伤害较高， 时刻注意血线， 一定要等全员满血了再进入第三层<br/>第三层： 一定要抗住大兔子的伤害， 注意用火情况， 然后保证兵俑每次都嘲讽！ 大兔子不是每次都放大招的， 血条下面两颗豆豆了说明大兔子要放大招AOE了， 所以大兔子第一次大招之后， 尽快回血， 保证兵俑的嘲讽。 最先击杀中间的超大兔子， 因为敌方的兵俑有反伤， 所以我一直普攻大兔子， 后来大兔子又放了一轮AOE， 才得以击杀。 然后就是保证兵俑的嘲讽， 不让爷爷放大招， 慢慢击杀即可。 PS： 这个阵容也可以过魂10， 保证兵俑第三回合嘲讽大天狗就行。 ",
            "式神分析和御魂选择":"1， 山兔 207（ 速度散件， 2 号位至少需要一个6星单速度， 没办法， 没有的话， 可以去商店刷）<br/>2， 椒图 169（ 4 地藏像 + 2 生命: 2 速度 4 抵抗 6 生命， 4 号位可以换成生命， 楼主因为斗技需要才上的抵抗， 懒得换2333）<br/>3， 兵俑169（ 4 火灵， 2 速度 4 命中， 6 防御加成， 6 带生命也可以， 楼主没有生命火灵， 防御的就将就用了）<br/>4， 惠比寿 149（ 4 镜姬 + 2 生命 2 速度 4 生命6 生命， 奶量4800 + 而已 呜呜 生命越高越好哈）<br/>5， 姑获鸟126（ 2 攻击 4 攻击 6 生命6号位千万不要暴击， 建议生命加成， 否则容易被反死！） ",
            "阴阳师推荐":"阴阳师： 晴明 盾 + 生 "
        },
        "73":{
           	"阵容名称":"红叶十成平民阵容 ",
            "式神1、2、3、4、5名称":"镰鼬、 惠比寿、 椒图、 茨木童子、 雨女 ",
            "阵容特点":" ",
            "适合打法":" ",
            "式神分析和御魂选择":"阵容很简单 一速镰鼬招财猫（ 201 速 红叶速度要求很低 180 应该可以了 刷新的话 有火就拉 没火A 看实际情况 全队在最下面没必要拉） 二速地藏椒图（ 疯狂堆血 2 号位速度 链子没就连 镰鼬拉完没火 就不拉） 三速 地藏老头（ 老头堆血 血多奶得多 我奶6300 没毛病）<br/>四速晴明（ 带生和盾 前面盾随便用 主要用生 第三回合一开始用盾抗住了第一波红叶 后面就奶起来了） 五速输出（ 我带的是茨木 一拳下去辣鸡得很 1 - 2 W 回火条满又满火的话 就抓吧 无论带什么 基本A就可以了） 六速木魅雨女（ 雨女也是堆血 有火就一直天之泪 毕竟靠她驱散酒吞酒气） 血量都有1W以上 基本就能过了 前两层没有什么好说的 第三层 一开始先用盾挡红叶大招 然后击杀顺序是 桃花→ 吸血鸡→ 般若→ 椒图→ 酒吞→ 红叶 前排3只都会反击 如果对面椒图链上了 觉得血多就A 血少的话 镰鼬拉 椒图链 雨女天之泪 晴明生 老头跟茨木就没办法啦 阵容很平民吧 辅助全4星 就茨木6星 5 星输出也够的 速度比6星慢点而已 ",
            "阴阳师推荐":"阴阳师： 晴明 盾 + 生 "
        },
        "74":{
            "阵容名称":"非酋斗技2400阵容 ",
            "式神1、2、3、4、5名称":"海坊主、 雪女、 兵俑、 雨女、 座敷童子 ",
            "阵容特点":"布阵思路： 主力输出和奶仅有鱼头， 软控两个兵俑和雪女， 减速、 驱散只有雨女。 鱼头的奶享受双次爆和爆伤加成， 造成伤害的时候计算一次， 奶的时候同样可以把伤害的数值暴击， 因此一波奶个几万是很正常的事情。 触发针女的伤害也可以治疗， 本身不可以暴击， 但是治疗可以暴击， 因此无论如何请使用针女。 雪女用魅妖是保证控制， 如果有好的日女也可以尝试。 兵俑、 雨女、 座敷用地藏。 这个阵容很难抢到一速， 而且没有复活， 因此必须要保证在对方两次AOE的情况下存活。 式神一般用神乐， 技能用蝶和疾风， 蝶是为了多叠加debuff， 减少雨女驱散到控制技能的概率。 疾风可以选择拉鱼头两次输出， 或者鱼头破盾以后拉兵俑、 雪女控制。 出手顺序上， 兵俑最好能抢到一速， 雨女速度最好超过雪女， 至少超过鱼头， 鱼头速度要高于神乐， 低于打火机。 对于非酋非酒， 很难凑出一个能应付所有情况的阵容， 同样我这个阵容也不是全能， 面对被抢一速、 双拉红鬼茨木、 推拉流、 火女流、 秒鱼头流， 甚至有雨女的队伍， 这个阵容就很难打了。 这篇攻略只是为了向大家介绍这样一个入手难度极低的阵容， 使非酋非酒也能享受一部分游戏的乐趣， 并不是为了冲榜， 请各位轻喷。 ",
            "适合打法":"斗技打法： 2000 分以下一般多是单拉条， 速度超过180的也不多， 因此只要顶住一波伤害或者速度比对手快， 在鱼头强大的治疗能力和雨女驱散的辅助下， 上分很快。 2000 分以上， 178 很难拿到先手， 这时候三地藏保命、 雨女驱散的作用就体现出来了。 同水平的大天狗、 鸟A两次基本杀不掉任何一个式神， 如果遇到出手三次的， 一般也只能杀掉打火机或者雪女。 简单计算一下， 血量最少的座敷9000的血， 算上斗技加成有18000， 防御360， 减伤55 % ，遇上7000攻击力， 拉条伤害加成， 满爆满技能， 200 % 爆伤的针女大天狗， 每转的伤害 = 7000（ 基础攻击力） * 1.2（ 拉条伤害加成） * 200 % （爆伤） * 40 % （满技能） * （1 - 55 % ）（减伤） - 1800（ 地藏） + 1800 * 40 % （触发针女的期望） = 1974， 一轮四转伤害8000， 两轮技能打不死座敷。 现在遇到的组合和对应方法有一下几种： 1、 双拉条、 单拉条： 无论是兵俑还是雪女， 只要能出手一次就能控住对方一轮， 优先控制对方第二个拉条或者输出。 一般来说双拉条如果不带或者不触发招财猫， 会导致第二轮没火或者只能放一个技能， 如果兵俑、 雪女速抢在对方座敷前动手， 可以控制一波， 然后带入自己的节奏。 2、 惠比寿： 老鱼头确实挺烦人， 旗子不但能加血， 量还挺大， 还能驱散， 所以我的应对方法是把火用在控住对面全部式神， 鱼头单点旗子， 掉点旗子以后再点式神。 带老鱼头的阵容一般会带拉条， 加上输出、 打火机、 就只有一个控制的位置了， 比我少一个控制。 记得debuff一定要上满， 每次嘲讽和冰冻不能断， 宁愿鱼头不放大招也要保证控制不被打断。 一般来说磨到旗子倒下， 就是胜利的开始。 3、 反击吸血姬： 现在多段攻击会触发多次狰， 所以可以看到很多反击吸血姬出现。 因此海坊主或者雪女会比较难搞。 这种阵容我的应对方法是冰冻吸血姬之前， 海坊主单点。 如果吸血姬没被冻住， 海坊主不要放大招， 以免反击。 没有掉血的吸血姬伤害不高。 4、 被抢一速、 双拉红鬼茨木、 推拉流、 火女流、 秒鱼头流、 雨女： 遇到这些队伍只能看运气， 反正鱼头死之前， 控制有机会控住对面， 就有机会翻盘。 5、 晴明sama： 晴明的盾比较恶心， 没有破之前雪女、 兵俑的控都无效， 但是雨女的减速可以穿盾， 所以我一般在鱼头破盾以后用神乐拉兵俑或者雪女控制。 ",
            "式神分析和御魂选择":"阵容介绍： 鱼头： 针女， 97 % 爆， 157 % 爆伤， 7000 + 攻击， 六星 雪女： 魅妖， 60 % 命中， 160 速度， 五星 兵俑： 地藏， 71 % 命中， 178 速度， 四星 雨女： 地藏， 151 速度， 四星 座敷： 地藏， 150 速度， 四星 御魂只把鱼头和兵俑的都强化15了， 雪女强化了一半。 这个阵容是一个实用性和易得性都很高的阵容， 可以打斗技、 过剧情、 刷各种。 鱼头的高容错性可以自动刷一十八章、 魂八、 觉醒九不翻车。 这个阵容酒精度很低， 不需要太肝（ 兵俑看着三星二号位默默地拍拍自己的肝）， 没有SSR， 也没有鸟， 所有的式神都是非常常见的， 不需要欧气， 主力鱼头可以通过妖气封印刷到满技能。 现在斗技场上先手为王， 在抢到先手的情况下， 这个双控阵容给对手翻盘的机会不多， 因此主要探讨一下抢不到先手的情况下该如何翻盘。 ",
            "阴阳师推荐":"阴阳师一般用神乐， 技能用蝶和疾风， 蝶是为了多叠加debuff， 减少雨女驱散到控制技能的概率。 疾风可以选择拉鱼头两次输出， 或者鱼头破盾以后拉兵俑、 雪女控制。 "
        },
        "75":{
            "阵容名称":"阎魔阵容 ",
            "式神1、2、3、4、5名称":"阎魔、 酒吞童子、 惠比寿、 镰鼬、 座敷童子 ",
            "阵容特点":" ",
            "适合打法":"斗技策略： 前期沉默可以很好限制对方的控制或者输出， 晴明的盾也能挡住很多伤害， 镰鼬拉条， 惠比寿插旗， 在成功度过前期后， 酒吞配合晴明的【 言灵.缚】 可以轻松击杀对方输出或山兔之类的小脆皮~有了惠比寿的旗子也变得不那么容易阵亡， 能够更好打出持续伤害。 ",
            "式神分析和御魂选择":"阵容搭配： 她在斗技中称得上如鱼得水， 但至今没有能和她完美匹配的阵容， 强劲推荐： 阎魔(镜姬)、 酒吞(地藏相)、 惠比寿(被服)、 镰鼬(招财猫)、 座敷童子(日女已时)， 阴阳师晴明。 ",
            "阴阳师推荐":"晴明： 缚 + 盾 "
        },
        "76":{
           	"阵容名称":"贫民御灵 ",
            "式神1、2、3、4、5名称":"椒图、 桃花妖、 惠比寿、 酒吞童子、 姑获鸟 ",
            "阵容特点":" ",
            "适合打法":" ",
            "式神分析和御魂选择":"酒吞一定要高速针女、 老头要三生命加成、 椒图带地藏、 boss不吃返魂香、 但吃木魅、 所以桃花带木魅 ",
            "阴阳师推荐":" "
        },
        "77":{
           	"阵容名称":"无荒阵容 ",
            "式神1、2、3、4、5名称":"一目连、 兵俑、 惠比寿、 酒吞童子、 姑获鸟 ",
            "阵容特点":"核心就是兵俑这个东西， 前面打的慢， 但是P3打的飞快T住小怪仇恨， 集火杀掉鸟， 防止兵俑被协战弄死 然后全家直接集火荒川BOSS本体， 小怪不用管 不用在桃花复活加血雪女冻全家纠结要不要带雨女鸟乱飞老头疯狂插旗中痛苦20分钟 ",
            "适合打法":" ",
            "式神分析和御魂选择":"1 速 招财一目连 2 速4生命6生命 2 速 招财兵俑 2 速4命中6生命 3 速 薙魂老头 2 速4生命6生命 4 速 针女酒吞 2 速4攻击6爆伤 5 速 针女鸟 2 攻击4攻击6暴击副属性爆伤 ",
            "阴阳师推荐":" "
        },
        "78":{
           	"阵容名称":"荒川皮肤副本10层 ",
            "式神1、2、3、4、5名称":"酒吞童子、 一目连、 惠比寿、 椒图、 座敷童子 ",
            "阵容特点":" ",
            "适合打法":" ",
            "式神分析和御魂选择":"式神1： 针女酒吞 2 万血、 200 速、 满暴5000攻， 直接拿鸟姐的针女套， 9 层直接被老头镜姬弹死了， 换了一个生命针女。 前面第9层的时候也知道了， 如果式神用火放技能， 荒川boss就会对你放大， 所以不耗火的酒吞自然成了输出首选。 式神2： 火灵一目连 其实本来是蚌精一目， 斗技打后手防魍魉日女， 但是怕缺火换成了打火机的火灵套 式神3： 薙魂老头 式神4： 地藏椒图 ",
            "阴阳师推荐":" "
        },
        "79":{
           	"阵容名称":"业原火二十五级 ",
            "式神1、2、3、4、5名称":"山兔、 座敷童子、 椒图、 萤草、 白狼 ",
            "阵容特点":" ",
            "适合打法":"首先必须要150速度以上的兔子相信二十级的时候很少有兔子有150 以上的速度， 反正只有比前两关快就行了最后一关相信很多大佬和萌新都会在二十五级的时候卡住然后被团灭， 第二就是二速的打火机打火机一点火三速的椒图上去一个娟流注意这个整容十分在意节奏， 火优先留给兔子或椒图， 第三， 关于第三个式神的搭配我想了很多最后拿了个1600攻击的莹草莹草主要给打火机奶着其它东西看情况血量低于百分之五十就停止输出吧血奶回来， 这里特别要注意一件事情输出只拿一个单体输出超高的式神节奏要把握好没火输出就别放大招 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "80":{
           	"阵容名称":"雨女10层 ",
            "式神1、2、3、4、5名称":"椒图、 桃花妖、 辉夜姬、 妖刀姬、 山兔 ",
            "阵容特点":" ",
            "适合打法":"可以把辉夜姬换成座敷妖刀姬换成鸟，，， 3 层先把青蛙全部打残， 压到鸟或者神乐群攻一次杀光， 然后顶住青蛙一轮伤害就可以输出雨女了， 一般这样两轮雨女就死了 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "81":{
            "阵容名称":"速刷6星御魂 ",
            "式神1、2、3、4、5名称":"山兔、 座敷童子、 姑获鸟、 姑获鸟、 茨木童子 ",
            "阵容特点":" ",
            "适合打法":"1： 御魂十层： 只要你有人品和体力。 御魂6星什么的根本不算事。 御魂出产率： 低 难度： 低 每天次数： 无限 2： 业原火： 即使最低层的业原火掉落6星的几率也大于魂10！ 你敢信！ 但是就是需要门票。 御魂出产率： 高 难度： 中（ 要刷门票） 每天次数（ 看你有多少票了） 3： 狩猎战 & 阴界之门： 这个基本是福利。 每天都可以打。 麒麟现在开5星之后一次麒麟伤害高的1 - 2 个6星。 低的一般也有一个6星。 至于阴界之门那就更加没有竞争了。 50 层以上拿满奖励就行了。 一般也是1 - 2 个6星 御魂出产率： 高 难度： 低（ 应该挺低的那个保底什么的一般没问题） 每天次数： 1 次 4： 御魂11层也就是神秘商店： 这东西你们都懂、 我也懂。 土豪欧皇专属。 对自己没信心的。 还是买1 .3 .5 好一些。 2.4 .6 什么的。。。 劳民伤财啊。。 御魂出产率： 100 % （谁比我还高！） 难度： 低（ 只要有钱） 每天次数： 无限（ 神豪什么的ORZ） 5： 式神委派： 这是一个新系统。 很棒。 每天刷2次任务一次刷4个 难度4星 - 6 星不等。 玩家根据提示需要的式神今昔委派就行了。 当系统提示： 一次有意义的挑战的时候就可以出战了 当提示： 几乎不太可能成功的时候就算了。 比较体力费的挺多的。 御魂产出率： 高（ 运气好的话一天4个6星） 难度： 低（ 动动鼠标的事） 每天次数：（ 1 - 4 次不等， 看任务） 6： 其他途径： 比如荒川9层和商城的礼包都有时候会出6星御魂。 御魂产出率： 高（ 100 % ）难度： 中 每天次数：（ 这东西不是每天都遇的到的） ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
       	"82":{
            "阵容名称":"御灵3稳定自动 ",
            "式神1、2、3、4、5名称":"独眼小僧、 椒图、 桃花妖、 惠比寿、 妖刀姬 ",
            "阵容特点":" ",
            "适合打法":"昨天用的独眼小僧 椒图 桃花 老头 高速妖刀阵容， 清明带星和罩子， 翻了好几次， 今天这套稳定不翻， 5 分钟一次， 御魂属性比较辣鸡， 套装也没调， 大家凑合凑合看， 重点是一目血后就行 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"晴明（ 星、 罩子） "
        },
        "83":{
           	"阵容名称":"御灵三层 ",
            "式神1、2、3、4、5名称":"惠比寿、 凤凰火、 桃花妖、 樱花妖、 姑获鸟 ",
            "阵容特点":" ",
            "适合打法":"凤凰御灵副本还没考虑出挂机的套路， 这个阵容需要不挂机可以打过去。 阵容星级： 5 星老头5星凤凰火6星桃花6星樱花6星鸟 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"晴明（ 生、 罩子） "
        },
        "84":{
            "阵容名称":"御灵攻略 ",
            "式神1、2、3、4、5名称":"桃花妖、 惠比寿、 镰鼬、 妖刀姬、 大天狗 ",
            "阵容特点":" ",
            "适合打法":"我是桃花、 老头、 镰鼬、 妖刀、 天狗（ 没练鸟， 鸟要比天狗好用）， 全部六星， 御魂基本全六星强15， 除了输出二号位全六星速度， 最后狂暴后有时候需要手动， 不然翻车， 奶的话至少要有一个六星吧 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "85":{
           	"阵容名称":"山兔大暴走10层 ",
            "式神1、2、3、4、5名称":"镰鼬、 椒图、 兵俑、 惠比寿、 萤草 ",
            "阵容特点":" ",
            "适合打法":"第一层 开场拉条， 因为火不够， 先平A到下一回合再插旗和嘲讽， 基本不会翻车。 先杀大兔子， 保证满血满火进入第二层、 第二层 开场拉条、 连线、 插旗或者嘲讽（ 优先嘲讽， 因为小兔子攻击很高但是吃控）。 控住小兔子， 先杀掉， 然后杀两只青蛙， 最后大兔子， 保证满血满火进入第三层 第三层 开场拉条、 连线、 嘲讽、 插旗（ 这一层嘲讽最好不要断， 断的话只要不被对方兵俑嘲讽， 下回合继续控就好）。 这一层的重点是先杀大兔子， 保证被大兔子套环掉的血能在两回合内补回来。 我发现光靠5星爷爷有时候奶不回来， 所以带了草爸爸保证奶量和加快输出。 而木魅能减少大兔子反击次数， 提高容错率。 满火的时候廉鼬拉个条， 不然就平A。 注意椒图链子， 如果没控制好火断了链， 某个式神就容易被环丢死。 杀掉大兔子后就慢慢A啦 除了一速要求， 这套阵容算是比较平民的。 最重要的是要能奶回来， 奶回来， 回来。。。 ",
            "式神分析和御魂选择":"廉鼬 209 速散件（ 据说201就可以了） 椒图 二速地藏 兵俑 三速返魂香 爷爷 四速木魅， 奶5600 萤草 尾速树妖， 暴击奶9000， 不暴击5000 ",
            "阴阳师推荐":"源博雅（ 诛邪箭、 多重箭） "
        },
        "86":{
           	"阵容名称":"半自动通业原火 - 痴 ",
            "式神1、2、3、4、5名称":"姑获鸟、 椒图、 惠比寿、 山兔、 座敷童子 ",
            "阵容特点":" ",
            "适合打法":"速度配置， 1 速兔子， 二速椒图， 三速老爷子， 四速打火机， 应为椒图， 老爷子， 火机没好的御魂所以没怎么强化， 有好的御魂的可以2号4号六号位生命强15， 1 层2层直接自动过， 3 层需要说2点， 三脸优先点绿脸， 然后白脸， 红脸无视， 看视频大家就应该知道为什么优先点绿脸了 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "87":{
           	"阵容名称":"御魂十层 ",
            "式神1、2、3、4、5名称":"山兔、 山兔、 食发鬼、 山兔、 大天狗 ",
            "阵容特点":" ",
            "适合打法":"一定要保证BOSS前面得有一个兔子和食发鬼， BOSS后面要紧跟一个兔子。 我的一速兔子210 + ，其他都是140 + 起步。 一速兔子快的好处是他会插队， 这样可以根据对面的行动来决定我方需不需要尬舞。 我一速兔子没有降速， 还是原来的火灵四件套， 另外三个拉条都是招财猫。 输出还是保留自己原本的御魂。 录视频的时候有一段小失误， 没有集中注意力看对面的行动条(果断晴明开罩子)。",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "88":{
           	"阵容名称":"御灵副本（ 孔雀） ",
            "式神1、2、3、4、5名称":"椒图、 犬神、 花鸟卷、 辉夜姬、 一目连 ",
            "阵容特点":" ",
            "适合打法":"很多人都说没有ssr， 那只能找人代替咯 老头（ 奶配合椒图回火） 打火机（ 只有火还掉血所以不推荐， 可以换成雨女驱散掉封印被动的效果） 鲤鱼精同一目<br/>我的阵容里花鸟和一目是6的， 其他都是5， 犬神也是之前放着的五星， 把鸟的御魂换过来了（ 打的非常快 有六星的更快更稳吧）<br/>之前BOSS还好 就是中后期很多人抗不住， 在中后期 晴明和一目普攻能减攻击， 生减伤害， 我试了一下那个从来没用过的一式， 就加一千多血不好用， 但是我也不知道用什么， 可以盾阿星阿随便。 因为我的花鸟是带速度的， 反击跑条， 所以特别能奶， 有的人用双奶桃花老头这样， 感觉占了位置， 而且如果跑不快， 旗子被封住（ 可以老头雨女） 被打掉就奶不回来了。<br/>我椒图是用返魂香的， 稍微有点用吧能争取点奶的时间<br/>然后辉夜姬回火（ 也不能说必不可少， 大多数公主是慢速的， 然后被封住特别容易断火， 回火比椒图老头 / 打火机不稳， 好在能加防御和抵抗）<br/>核心就是那只小犬神， 首先解释一下犬神独一无二的特性就是自带反击且百分之百！ 而且这个反击是不会被封印的。 相比吸血姬， 封印了以后不会反击没伤害而且很容易就死了。<br/>解释一下犬神为什么不会被封印。 首先如果队友有狗爪子， 被带封印的攻击后犬神会反击，（ 参考般若封住吸血姬但是还是会被反击一下） 然后这个反击的回合结束和会使你的封印效果解除。 而犬神的被动是在解除后再释放的， 所以能达到无限被动不被封， 能回血能反击针女<br/>而自带反击就给犬神多带一个御魂的特性（ 刷肉针女） 而且犬神站得住， 攻击频率大大超过狗鸟刀和傀儡师。<br/>因为很多人打不过嘛， 所以自己过了就挺有成就感的， 急着来发表一次。 我没有弄图。 再总结一下吧 犬神 椒图 辉夜 一目 花鸟 针女 反魂 薙魂 蚌精 狰 因为都是斗技的御魂就没换， 主要还是狰花鸟和针女犬神<br/>还有一点就是神乐的被动和吸血姬的大是百分五的当前生命。 之前上给boss会一跳3万有点小惊讶 ",
            "式神分析和御魂选择":"简单的思路就是用百分比掉血 主要就是多段的针女 但是我看到很多狗鸟刀都是抗不住百分之三十以下的爆发 直接说我的阵容吧 核心就是椒图和针女犬神(五段伤害和自带高频反击， 反击能回血） 剩下的就是花鸟（ 反击回血， 隐藏旗子， 只要放完大就能配合犬神的回血， 而且不能驱散不能封印， 高速跑条） 辉夜姬（ 回火， 防御， 抵抗封印） 和一目连(盾， 抵抗封印， 普攻减伤害）， ",
           	"阴阳师推荐":" "
        },
        "89":{
            "阵容名称":"雨女本第十关 ",
            "式神1、2、3、4、5名称":"惠比寿、 桃花妖、 椒图、 姑获鸟、 雨女 ",
            "阵容特点":" ",
            "适合打法":"这里大家注意把鸟的速度一定要高于神乐128以上。 本人的咕咕鸟是131 前面两关注意血量， 童男开始不必打之后等童男复活敌方后， 鸟大招。 之前鸟可以普功。 第三关的青蛙大家注意平均降低血量， 等雨女行动之后青蛙残血时候开鸟大招群攻。 然后利用神乐的疾风， 让姑姑鸟开大招。 本人的咕咕鸟攻击不高， 在有时候连携时候不小心还弄死过青蛙的情况下， 三轮过了雨女本。 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":"神乐（ 疾风） "
        },
        "90":{
            "阵容名称":"雨女副本10层 ",
            "式神1、2、3、4、5名称":"妖琴师、 椒图、 惠比寿、 妖刀姬、 大天狗 ",
            "阵容特点":" ",
            "适合打法":"打法要点（ 持续更新）：<br/>1 速.妖琴有拉条记得拉神乐 神乐开疾风给椒图， 没有疾风开伞。 2 速.椒图连线 3 速 你大概没火了。。 如果老爷爷带的2号位置生命被打一波的话 就插旗， 高速老爷爷就普攻吧。 4 AOE 普攻青蛙 5 速单体 普攻青蛙（ 重复普攻青蛙， 压住青蛙血线到最低， 千万不要打死）。<br/>-- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- -- --<br/>所有青蛙残血， 且确保己方全员满血， 身上有伞buff。 且祈祷每个青蛙不要全部开花6次。 1. 在全员都在的情况下，（ 楼主算是运气好 还是速度跑到了吧， 妖琴速度看御魂图。） 神乐疾风二口女 / 妖刀 / 傀儡师 / 单体 点雨女。 2. 这个时候妖琴也跑到了位置， 再拉一次二口女 / 妖刀 / 傀儡师， 如果你是傀儡师或者二口女， 针女不触发也能带走雨女。<br/>总结 所以说 理论上不用SSR， 单体用二口女 / 傀儡师这种比较好。 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "91":{
           	"阵容名称":"地藏多肉斗技 ",
            "式神1、2、3、4、5名称":"椒图、 吸血姬、鬼使黑、姑获鸟、黑童子 ",
            "阵容特点":" ",
            "适合打法":"我的地藏都没有升级， 大家可以先升到3 中间你可以随意安排 比如： 吸血姬， 鬼使黑， 鸟， 小小黑， 又或者是个莹草 通俗讲就是只要你中间放个第一轮不会被秒了的式神 某些时候对面也是萌新， 即使中间的输出式神死了， 你也能A死对面。 下面讲害怕的阵容 害怕高命中雪女自己其他高命中群控式神 你说你还先打哪个？ 优先打对面主输出 如果对面带了自残童子， 不要害怕， 等自残童子块美学了。 直接A死 特别注意： 不要对面主输出还没打死， 就已经到了6 / 7 轮了。 这时候战场攻击加成， 你是真的扛不住。 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "92":{
           	"阵容名称":"魂10 ",
            "式神1、2、3、4、5名称":"山兔、 铁鼠、 茨木童子、 妖刀姬、 座敷童子 ",
            "阵容特点":" ",
            "适合打法":"众所周知， 茨木妖刀组合在魂10速刷效率是很高的， 缺点是每回合都要选怪以及第一回合一拳清场难度很大。 但由于最近茨木ai优化(自动抓血量百分比最少的) 以及二口女技能修改， 我尝试新阵容： 山兔、 铁鼠、 茨木、 针女输出（ 妖刀 / 二口女 / 炎炎罗)、 坐敷童子， 解决了点怪问题。<br/>速度要求： 坐敷尾速(为了节省动画时间) 铁鼠 > 茨木 > 针女输出 其他属性要求： 铁鼠—— 100 % +效果命中和100 % +暴击， 御魂可以是散件， 但4件套装绝对不能是针女 茨木—— 95 以上暴击(带狗粮的话第一回合不暴击大概率翻车)、 攻击 * 暴伤 > 19000， 御魂破势（ 对于95以下暴击的暴伤茨木可以把坐敷速度卡在茨木和妖刀之间， 普通的暴击茨木可以把铁鼠的攻击＊ 暴伤提高到6000以上） 妖刀—— 满暴， 攻击暴伤能看就行， 要求不高， 8000 攻击， 御魂针女 备注： 山兔铁鼠坐敷都可以是狗粮， 山兔铁鼠技能无要求， 111 即可， 坐敷要求技能121以上； 全队要有一个火灵， 另外两个推荐御魂被服； 晴明技能星、 盾 效果演示： 第一回合兔子跳舞、 铁鼠撒币、 晴明星、 茨木自动砸二口女， 过（ 不要纠结茨木自动抓莹草还是二口女的问题了， 抓二口女是因为铁鼠伤害不够， 莹草自动回满。 当铁鼠面板攻击＊ 爆伤 > 6000 且 < 12000 且速度 < 128 就会发现一定抓莹草了， 因为这时候莹草6920血二口女27630血（ 2400 - 1200＊ 150 % ）/6920>2400/<br/>27630。 但是第三回合要秒大蛇， 大天狗血量17210铁鼠伤害不能超过5163， 茨木一般要求直接抓二口女能秒3个， 因为二口女的减伤被动删了也没那么可怕） 二回合兔子跳舞、 铁鼠撒币、 晴明星、 茨木自动砸酒吞， 过 第三回合兔子跳舞、 铁鼠撒币、 晴明星、 茨木自动砸天狗， 妖刀补刀， 大概率(约85 % ) 直接过， 不过只要狗粮都是20级以上， 且全身强化15的正确属性御魂， 不会翻车。 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "93":{
        	"阵容名称":"雨女十层平民 ",
            "式神1、2、3、4、5名称":"桃花妖、 吸血姬、 椒图、 姑获鸟、 座敷童子 ",
            "阵容特点":" ",
            "适合打法":"1 层： 先秒盅师， 别的只要有链子不会死<br/>2 层： 注意控制对面吸血姬血量， 慢慢杀死童男<br/>3 层： 把蛤蟆全控成残雪鸟斩， 有链子情况下， 狰吸血反击， 打好狰多反击雨女瞬间死亡， PS如果雨女复活全蛤蟆3次可以重新来过了 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "94":{
           	"阵容名称":"秘闻河童第十关 ",
            "式神1、2、3、4、5名称":"妖刀姬、 山兔、 座敷童子、 椒图、 惠比寿 ",
            "阵容特点":" ",
            "适合打法":" ",
            "式神分析和御魂选择":"配置要求： 攻击： 6 星满暴击妖刀姬， 或者酒吞、 吸血姬、 咸鱼王、 白狼等单体攻击炸天的式神， 如果是AOE攻击的保证最后误杀了人鱼公主导致青蛙王子秒杀全场<br/>1 速： 180 以上速度兔子一只， 只能兔子， 因为第三回合脸狐会把火投了， 不加速就纯挨打一轮 座敷童子： 做到2速， 第三回合兔子加速后立刻上火， 让椒图挂链防止有人被脸狐秒杀当场， 我有被秒的视频 椒图： 血20000以上， 虽然回合结束就回复1000血， 但是， 1000 血也是血啊~<br/>老头： 血多少无所谓， 只要回复高于3000即可， 反正我旗子给我加3000血过了 ",
            "阴阳师推荐":" "
        },
        "95":{
          	"阵容名称":"极速双黑越级斩杀流 ",
            "式神1、2、3、4、5名称":"鬼使黑、 黑童子、 山兔、 座敷童子、 丑时之女 ",
            "阵容特点":" ",
            "适合打法":"各式神作用解析： 本流派以小黑， 小小黑为主力输出， 主要还是小小黑。 以山兔提供先手优势。 山兔， 丑丑， 神乐提供伤害加成。 座敷， 山兔， 丑丑供应鬼火， 实现极速越级斩杀的目的。 本人经过实验后发现， 只要速度比对面快， 这一流派绝对可以实现越级斩杀。 别的不多说， 上图和例子进行解说。<br/>因为还没参与五人斗技， 于是以寮突破作为解说材料。<br/>本人阴阳师等级34级， 下图可见， 此次挑战的是欧盟帝国中38级的步月。 比我高四级。 虽然阴阳师是一个比拼式神的游戏， 不过游戏时间长度和式神强力程度也是成正比的。 所以就不多做解释了。<br/>此图为我的等级展示。 下面是突破过程：<br/>战斗开始， 可以看见对面有姑获鸟， 惠比寿， 山兔， 雪女， 和红叶。 可以说如果我兔子的速度慢了， 就是被秒杀的结果。 值得庆幸的是， 先手是我。<br/>我的兔子速度加到了159， 不过还算慢的， 所以还需要提升。 然后御魂带的招财猫， 保证鬼火数量足够。 由图可见， 我初始是六鬼火， 兔子的招财猫没有触发， 不过没关系， 我先加速。<br/>加速完成后， 为小黑， 小小黑提供了攻击加成20 % ，座敷加三点鬼火后， 轮到丑丑， 丑丑御魂也带的招财猫， 可惜的是没触发， 不过七点也足够使用了， 用草人连接到对面的主力输出姑获鸟。 降低其50 % 防御， 运气好的话还可以加15 % 的伤害给一个随机敌方。<br/>连上草人后， 小黑使用大招， 触发破势和大招被动， 增加90 % 大招伤害后攻击对方全体， 而由于草人只有姑获鸟10 % 的生命值， 就算姑获鸟一万血， 草人也只有1000血， 所以草人必定被击杀， 从而触发小黑的被动， 再行动一回合。 且此时由于草人受到的伤害全部转移到连接者身上， 所以姑获鸟受到小黑两段伤害， 其中一段还是被减免50 % 防御后受到的。<br/>由图可见， 一刀下来鸟的血量接近50 % 。而小黑再平砍一刀降到40 %<br/>关键的点来了， 此时对方场上两个输出点鸟半残， 而红叶血量还比较满， 我不确定小黑在没加成的情况下是否能秒掉鸟， 所以为了稳妥起见， 我选择给丑丑一个疾风， 再次施展草人。 火条也已经读满。 不用担心火不够的问题。<br/>这回运气好， 触发了招财猫， 上草人到鸟上。<br/>接下来小黑使用连斩， 可见小黑的输出还是很足的。 由于可以直接斩杀草人， 所以会触发二段连斩， 而鸟受到两段伤害基本应该死了， 就算没死， 触发的2段连斩能把他砍死， 就是共承受了六连斩的伤害。 其中四段是带兔子加成的， 两段是带兔子加成和丑丑减防御的。 这样的伤害之下， 很难有还能站着的输出。 如果他还存活， 那么就认输吧！ 而与此同时， 如果还斩杀了其他人， 可以继续触发连斩， 有机会直接一波将对面清盘。<br/>不过我运气不够， 鸟和草人同时被砍死， 触发一次连斩， 兔子被砍死， 触发一次连斩， 也就是剩下来的雪女， 惠比寿， 红叶以及比丘尼只承受了小黑一段大招伤害和小黑一段完整大招和两段减免大招的伤害。 所以砍完之后发现， 比较肉的惠比寿和雪女都活着， 红叶也还活着， 可见他的红叶也是主力输出之一。 不过都残血了， 而由于秒不掉我。 最后获得胜利。<br/>此时我的小黑还未五星满级， 小黑四星满级。 辅助就不说了。 下面是我的式神和阴阳师神乐3月4号的面板：<br/>由此可以发现， 我的面板并不算高， 不过由于良好的阵容配置， 打出了如此爆炸的效果。 关键点在于式神速度与阴阳师速度的控制。 在这一套攻击中， 先后顺序很重要， 必须是兔子先手， 整体提速， 然后丑丑或者座敷都行， 因为兔子有可能不触发招财猫， 我的座敷加鬼火被动没满， 在只有6点初始鬼火的情况下， 如果小黑比座敷快， 就可能由于丑丑也没触发招财猫导致的缺火的情况。 所以座敷必须比小黑快， 丑丑可以比座敷快， 也可以慢， 但是必须快过小黑。 然后再是神乐， 利用疾风根据对面血量选择直接让小小黑收割还是给丑时加速后再上一次草人让小小黑进行收割。 总结下来就是速度只能如下两种排列 山兔， 丑丑， 座敷， 小黑， 神乐， 小小黑（ 建议此种） 山兔， 座敷， 丑丑， 小黑， 神乐， 小小黑 第一种相对于第二种来说要好， 因为如果你座敷满级， 山兔触发招财猫的情况下， 第二种会导致火的浪费， 第一种就不怕， 就算触发也不会导致浪费。 不过我现在由于御魂不够原因用的第二种。 而且为了一直保持住优势， 必须把神乐御灵强化上来， 这样整体速度才有提高的可能性。 才能一直压制住对面的输出。 所以最关键的点还是速度要足够快。<br/>以上就是第一个例子， 而用同样的方法我又挑战了一个39级的。<br/>这一次也许对面只是随意摆放的式神， 不过不影响测试效果， 由于对面带了三个， 输出， 只有一个场控， 我还是决定先解决有可能秒杀我全场的茨木， 小黑输出一套后发现茨木被秒， 可见并非主力输出， 然而白狼血量偏高， 所以第二轮解决可以秒掉我两个输出位置的白狼。 一套打下来发现对面式神都被解决， 只剩晴明胜局已定。 而从第三第四两幅图中不难发现， 若座敷先行， 容易导致鬼火被浪费， 丑丑先行， 则没有这个担忧。<br/>当然， 这个阵容就是秒人阵容， 如果秒不了别人， 就是被秒， 没有反击， 基本上就是一回合定胜负。 重点就是快。 下面来分享一下虽然成功了却可以说是失败的案例。 3 月5日。 挑战42级三个勋章。<br/>由图可见， 毕竟是42级三个勋章， 兔子没有觉醒速度都比我快。 然后酒吞出手秒了我的兔子， 姑获鸟出手秒了我其他剩下小小黑（ 大招没上到小小黑身上）， 而小小黑也给力， 触发反击， 拯救世界， 都没轮到我， 游戏就结束了。 虽然取得了胜利， 可是这不是阵容的胜利， 是小小黑这个式神的胜利。 所以我说虽然赢了， 其实败了。 而且如果是斗技当中， 对面也不会放过我的小小黑不秒。 所以这场胜利可以说是运气使然， 不过还是证明了小小黑的强大实力。<br/>当然小小黑活下来还是有原因的， 不然他c的生命如何得以在对面鸟的爆炸输出下得以生存。 见下图： 3 月5号小小黑御魂面板<br/>带了两个招财猫， 获得30 % 防御加成。 使防御达到401， 防止了此次秒杀。 ",
            "式神分析和御魂选择":" ",
            "阴阳师推荐":" "
        },
        "96":{
        	"阵容名称":"中练度河童本 ",
            "式神1、2、3、4、5名称":"桃花妖、 椒图、 山兔、 座敷童子、 妖刀姬 ",
            "阵容特点":" ",
            "适合打法":"河童本的核心在于点杀大河童子， 毕竟伤害叠起来他一个大河之歌我们可能会死， 河童头上三把剑注意晴明开罩子， 这样容错很多， 晴明带星和罩子， 缚的效果没测试过， 可以尝试， 关键时刻可能有奇效。 ",
            "式神分析和御魂选择":"树妖桃花: 145 速 地藏椒图: 182 速 火灵兔子: 194 速 招财火机: 135 速 爆伤妖刀: 113 速 ",
            "阴阳师推荐":" "
        },
        "97":{
        	"阵容名称":"河童副本第10层 ",
            "式神1、2、3、4、5名称":"椒图、 惠比寿、 兵俑、 桃花妖、 姑获鸟 ",
            "阵容特点":" ",
            "适合打法":"1, 第一回目： 三个狰萤草 + 一个镜姬兵俑， 开局初始鬼火： 3 点 因为我们没有座敷， 所以椒图连线以后， 要吃一波嘲讽， 不过没关系， 敌方兵俑不是每个回合都会嘲讽， 所以等到自己的兵俑脱控以后嘲讽敌方就好， 不然三个草总一人奶5550 + ，一下子回到解放前， 而且自己的兵俑是反魂香， 有概率眩晕对面， 使狰触发无效。 2， 第二回目： 两个桃花妖， 两个小鹿男（ 好像是狰）， 一个椒图， 一个跳跳弟弟（ 薙魂） 这一轮的Boss血都不是很厚， 因为跳弟是薙魂， 所以直接打跳弟就好， 因为我方兵俑的存在， 敌方桃花妖无法奶无法复活， 而且被兵俑的反魂香眩晕的概率很高， 不用太担心， 先保证椒图连线， 因为跳弟普攻一下暴击能达到9460 + ，所以连个线比较保险 3， 第三回目， 一个樱花妖（ 被服）， 一个花鸟卷（ 狰）， 一个椒图（ 貌似是地藏？ 忘了。。。）（ 这三个吃控制） 一个妖狐（ 针女）， 一个鲤鱼精（ 木魅和反魂香都会触发）， 一个河童（ 这三个免疫） 开局鬼火： 0 - 1 是的！！ 开局是没有鬼火的， 你带座敷， 开局一样没有鬼火， 开局会被boss吸干鬼火。。<br/>第三回合优先击杀妖狐（ 比较脆）， 然后击杀樱花妖，（ 樱花妖被动奶11200 + 很容易无限拖长战斗， 打花鸟卷会触发花鸟的狰， 导致频繁回血。。 唉花鸟奶一口最少6500 + 大招7400 - 1 万多， 所以还是先打樱花妖） 神乐的疾风先留着， 留到破了盾之后， 樱花的血量被压下来的时候， 立刻疾风鸟姐， 带走樱花妖。 我的桃花带了招财， 加上椒图和爷爷被动回火， 后期火还是足够的， 桃花一旦触发招财立即奶一口，（ 因为我们没有盾） 樱花妖死了以后， 击杀椒图， 总之， 看到哪个盾没了， 就迅速击杀谁， 一旦鲤鱼精放了盾， 就很烦了。。。 如果花鸟卷触发了兵俑的反魂香触， 也就是说无法触发狰以及回血了， 那么就击杀花鸟卷， 总之小心一点， 不要拖得太久， 带神乐还有一个好处就是， 神乐的被动会给敌方减防御， 这个是很关键的。<br/>最后， 如果你有两个输出， 那么可以试试， 一个输出感觉还是有点乏力的。 我因为只练了鸟姐这一个输出， 所以带了两个奶妈， 总之就是尽快击杀， 不要让河童无限叠buff啊（ 呜呜呜， 都是泪） ",
            "式神分析和御魂选择":"椒图： 五星， 地藏像 2 速度 4 抵抗 6 生命<br/>惠比寿： 五星， 生命4件套 2 速度 4 生命 6 生命<br/>兵俑： 五星， 反魂香， 2 速度， 4 命中， 6 生命<br/>桃花妖： 五星， 4 招财猫 + 2 防御， 2 生命 4 生命 6 暴击<br/>姑获鸟： 五星， 4 针女 + 2 暴击， 2 攻击， 4 攻击， 6 暴击 ",
            "阴阳师推荐":"神乐（ 炼狱 + 疾风） "
        },
        "98 ":{
        	"阵容名称":"针对双拉退条般雪 ",
	        "式神1、2、3、4、5名称":"一目连、 雨女、 妖琴师、 座敷童子、 茨木童子 ",
	        "阵容特点":" ",
	        "适合打法":"阵容搭配好了， 就该是御魂搭配和出手顺序了， 一速高抵抗肉装雨女， 二速招财打火机， 三速高抵抗肉装琴师， 四速蚌精一目连。 最后一个自由位， 我选择高命中攻击日女雪。 除了打火机和一目连， 其他式神的御魂套装与否不影响， 在满足高速高抵抗肉装的情况下， 再考虑套装。<br/>因为双拉般雪的输出不够， 所以对于一目连的盾无力， 然后就可以站桩和般雪耗， 当对面清明盾破以后， 就是翻盘的机会。 ",
	        "式神分析和御魂选择":" ",
	        "阴阳师推荐":" "
        },
        "99":{
        	"阵容名称":"难民级阵容过魂十",
	        "式神1、2、3、4、5名称":"姑获鸟、姑获鸟、二口女、座敷童子、山兔 ",
	        "阵容特点":" ",
	        "适合打法":"三个输出都是针女，尽量满爆，鸟和二口女技能尽量满大招，安倍晴明带增伤和罩子，山兔座敷童子稍微堆点肉，副属性可以带点带抵抗的，山兔四号位可以考虑带效果抵抗（我感觉抵抗对大蛇眩晕是有用的吧）速度山兔166，安倍晴明128，大鸟127，小鸟126,打火机126,二口女125（可以尽量让二口女慢一点，打火机126少一点点比较好）。<br/>",
	        "式神分析和御魂选择":" ",
	        "阴阳师推荐":"安倍晴明 "
        },
        "100":{
        	"阵容名称":"荒川之主先手反椒图肉队",
	        "式神1、2、3、4、5名称":"山兔、座敷童子、桃花妖、荒川之主、妖刀姬",
	        "阵容特点":" ",
	        "适合打法":"首先说座敷童子和桃花妖。这两个在面对肉队的时候进行攻击，完全是负收益。打不出伤害不说，还会触发对面的抖m特效，搞得你好不蛋疼。所以，座敷童子和桃花妖要不断利用自己的打火技能和奶人技能，避免对对面进行攻击，甚至是宁愿八火自残和满血灌奶也不要攻击（除非没火）。接下来是山兔，山兔可以在拖动行动条的同时，保证不会动第二下，而且只耗2火。这两点都很重要，我们一条条说。拖动行动条而且不会动第二下。面对肉队，你单纯的加速度是没有用的，因为对面速度都不慢。所以拉条肯定比加速来的有效。而镰鼬，一方面要耗费3火，另一方面由于被动，有再次行动的可能。到时候你就傻了，你是打还是不打？只耗2火.这又是一个重点。理论上说，当荒川行动的时候，他手上有6到7点鬼火，加上系统第一轮赠送的三点鬼火，一共9到10火留给荒川、妖刀姬和再次行动的山兔，让他们三人施放总计消耗8火的技能。那么这多出的1到2火，就是实战中非常需要的一点：容错性。留下这1到2火，保留了对木魅的一定抗性，使得大多数时候不会翻车，这也是非常重要的一环。至于八白比丘尼，星之咒封印御魂是必须的，第二个技能预知则是为了刷cd的同时，一定程度上减轻桃花的治疗压力，你也可以尝试别的技能，只要别摸到对面就行。另外，小姐姐的被动可以驱散一名角色的异常状态。万一输出被以外的控了，还可以用小姐姐解控，保证组合技能的连续性。<br/>",
	        "式神分析和御魂选择":" ",
	        "阴阳师推荐":"八白比丘尼（技能：星之咒，预知）"
        },
        "101":{
        	"阵容名称":"大天狗副本",
	        "式神1、2、3、4、5名称":"大天狗、吸血姬、椒图、桃花妖、座敷童子",
	        "阵容特点":" 大天狗（针女），吸血姬（狰）/姑获鸟（针女），椒图（招财），桃花妖（地藏），座敷童子/惠比寿（地藏）。",
	        "适合打法":"<br/>",
	        "式神分析和御魂选择":"这是福利本，输出式神六星，常规辅助五星即可。御魂需要一定等级的强化。 ",
	        "阴阳师推荐":"安倍晴明或神乐。安倍晴明带星，生，盾等。神乐带疾风，伞等。增加生存能力，提高容错率。"
        },
        "102":{
        	"阵容名称":"专业制裁各种反击队，肉队，复活队！",
	        "式神1、2、3、4、5名称":"山兔、般若、辉夜姬、鬼使白、凤凰火",
	        "阵容特点":"雨女解控？不存在的，给你5个雨女，能解算我输。阵容里小白的debff，凤凰的晕都是无法驱散的，加上般若，雨女也是自身难保。肉奶队，靠独眼小僧输出？天真，小白上debuff的时候每段攻击只造成1000左右伤害，而毒伤是不会被反伤的，也就是说哪怕般若没封到独眼小僧，小白也基本不可能被独眼小僧弹死。这套阵容只有三种方法破解：第一种，抢一速。第二种高破天际的抵抗（80命中全场控住120抵抗的吸血姬，抵抗是玄学）。第三种，欧皇附体。复活队，想等运气好的时候复活翻盘？不存在的，小白自身本来就是复活流的克星式神，包子可以无间隔召唤，复活？不存在的。蚌精克制？天真，隔着盾，丝毫不影响般若封技能，小白上毒，凤凰晕，蚌精只是笑话而已。阵容缺点：1.御魂比较难弄。2.式神需要一定的练度3.遇到欧皇打不了，安倍晴明龙教做人。4.没一速，就GG.",
	        "适合打法":"兔子能招财就优先招财，不能就散件。般若全堆命中，2号速度，4号命中，6号攻击/暴击。小白，套装优先选择魍魉，雪幽魂，媚妖，2号速度，4号命中，6号暴击/爆伤/攻击，两件套可选择攻击/暴击。凤凰火，建议火灵套，2号速度，4号命中，6号暴击！也可以带散件让火机带火灵。但是6号最好带暴击。火机，建议招财猫/涅槃火（有辉夜姬忽略涅槃火），2号速度，4号防御，6号防御，2件套推荐防御/生命<br/>",
	        "式神分析和御魂选择":"式神分析：这套阵容里，主力输出是小白，依靠小白的毒伤进行输出，所以小白优先6星。御魂不选择日女的原因是因为小白输出还需要对方式神行动才能打出来。小白毒伤有多强？我可以告诉你，毒死一个6星惠比寿，在般若封了御魂的情况下，5星小白只需要头上5把刀，6星更佳。所以小白当输出是没有丝毫问题的，且我带的是控制御魂而不是输出御魂。这套阵容的核心点是般若，般若的命中一定要最高，因为如果没有封到吸血姬和独眼小僧，那么小白和凤凰就不能很好的控制和输出，所以优先堆般若命中。这套阵容主控制是凤凰火，因为6号和2件套是暴击属性，所以凤凰命中不用太追求极致，依靠暴击获得的新回合进行2次控制，楼主80暴击的凤凰，平均放3次大招，便可以额外获得一次新回合，控制稳稳的。火机的话因为阵容需火量大，经常自残死，所以这也是楼主大力推荐辉夜姬的缘故。各式神攻击目标顺序：般若，优先攻击携带反魂香，狰，木魅，地藏，御魂的目标，顺序即优先级。若是不小心让惠比寿放出鲤鱼旗，只需要偶尔碰一下便可以阻止鲤鱼旗回血。鬼使白，优先攻击对方输出式神，保证凤凰每次行动对方输出头上都有debuff。凤凰，优先控制拉条，输出，核心辅助，如果剩一个输出个一个火机，只需要点控输出就行了，节省火。",
	        "阴阳师推荐":"安倍晴明：技能带灭盾，有盾开盾，降低被对手阴阳师反击翻盘的几率，上灭保证凤凰火控制。神乐：鱼和冥蝶，上鱼补输出，上冥蝶协助凤凰控制。源源博雅：影分身和三连射，纯粹的补输出。八百比丘尼：回血印和封技能那个。回血印保证火机的血量，封御魂协助般若。"
	    },
        "103":{
        	"阵容名称":"先手队",
	        "式神1、2、3、4、5名称":"荒川之主、食梦貘、般若、辉夜姬、樱花妖",
	        "阵容特点":"这些式神都是我认为的目前环境能在先手队上场的优秀式神。关于输出，荒川作为No1输出，但荒川并不是无敌，也不像流氓花那么无解，荒川需要队友配合，自身养成成本也很高。关于控制，先手控制这版本大削是众所皆知的事情，主要在于先手队高度依赖的蜜汁雪女大砍，速控就死绝了吗？显然不是，更不说陪着雪女一起玩完的雨女，驱散能力大削；讲道理，这个版本是控制与解控处于相对平衡的状态。",
	        "适合打法":"<br/>",
	        "式神分析和御魂选择":"可替换式神：控制：兵俑，食梦貘，山童，凤凰火。辅助：镰鼬，妖琴师，般若，雨女 ",
	        "阴阳师推荐":" "
        },
        "104":{
        	"阵容名称":"樱火流",
	        "式神1、2、3、4、5名称":"樱花妖、凤凰火、座敷童子、荒、姑获鸟",
	        "阵容特点":"这个组合，提供控制，减疗，驱散，反制，保护，续航等等功能。",
	        "适合打法":"<br/>",
	        "式神分析和御魂选择":"蚌精樱花妖+返魂香凤凰火。 ",
	        "阴阳师推荐":" "
        },
        "105":{
        	"阵容名称":"低保平民斗技阵容",
	        "式神1、2、3、4、5名称":"惠比寿、椒图、般若、凤凰火、酒吞童子",
	        "阵容特点":"我的吸血姬5星，pk不用。我想如果把惠比寿换成桃花，酒吞换成吸血姬效果会更好。另外，这个阵容克制兵俑，但很怕速攻单体爆发队。",
	        "适合打法":"开局4火，惠比寿普攻，椒图连线。接下来就容易了，几乎自动。只要返魂香般若一动，彼岸花几乎被晕，因为凤凰火2号速度，不依赖椒图连线反击，所以惠比寿旗子可以立起来，如果用桃花和吸血姬的话，凤凰火反击更多，效果会更好。2200遇到2个彼岸花阵容，2300遇到2个彼岸花阵容，全部几乎满血获胜。如果对面用拉条，把铮输出换成小鹿男。",
	        "式神分析和御魂选择":"返魂香般若、铮凤凰火（2号速度），铮酒吞（吸血姬的）。 ",
	        "阴阳师推荐":" "
        },
        "106":{
        	"阵容名称":"单拉控制双输出火机流",
	        "式神1、2、3、4、5名称":"茨木童子、丑时之女、山兔、镰鼬、座敷童子",
	        "阵容特点":" ",
			"适合打法":"拿到一速后，先点杀拉条，第一轮晴明开盾，杀了拉条，用清明盾挡对手控制一波控制，然后依靠双拉优势在对手输出动之前再杀一个输出（优先击杀妖刀姬，灯姐），之后对手没拉条你只需要依靠高速优势逐个点杀。如果对茨木有信心，可以草人连线拉条直接捏控制一拳双杀也行。",
	        "式神分析和御魂选择":"爆伤破势茨木＋破势丑时之女＋散件一速山兔＋招财镰鼬＋火灵火机。 ",
	        "阴阳师推荐":" "
        },
        "107":{
        	"阵容名称":"秘闻副本通用阵容",
	        "式神1、2、3、4、5名称":"椒图、惠比寿、酒吞童子、桃花妖、花鸟卷",
	        "阵容特点":"我的老爷爷技能没升所以多带了个奶，可以看着换。主要酒吞的速度调好，比神乐快一点点，刚好一拉打死一个。这阵容很肉，硬抗几下酒吞酒气就满了。 ",
			"适合打法":" ",
	        "式神分析和御魂选择":"一速地藏像椒图，二速薙魂惠比寿，轮入暴击6星酒吞童子， 神乐带伞，木魅桃花妖，猙花鸟卷或狰鱼头（基本普攻）雨女本和荒川之主九把浄奶换鸟，山兔十先杀大兔子，荒川十先杀桃花妖。 ",
	        "阴阳师推荐":"神乐带技能召唤伞"
        },
        "108":{
        	"阵容名称":"万金油后手队",
	        "式神1、2、3、4、5名称":"镰鼬、镰鼬、酒吞童子、惠比寿、狸猫",
	        "阵容特点":"毒瘤后手，论坛中被喷的最多的阵容，核心独眼小僧椒图，搭配桃花、雨女、惠比寿。可能带木魁，返魂香和多套镜姬。这个遇到我们双拉镰鼬最好打！酒吞全程击退雨女，狸猫以此控雨女、椒图、桃花。招财镰鼬甩开膀子，死命拉条！反正其他人都不用火。酒吞一直击退雨女，保证对方雨女全程在行动条顶端，狸猫上嘲讽，防止雨女偶尔行动。控住雨女后，狸猫控桃花，防止加血，配合清明的缚，再控椒图，只要对面拉条一断，分分钟秒掉雨女，快速结束战斗。什么？担心狸猫控不了那么多？放心，有我们镰鼬的双拉，对面5个全控都没问题！惠比寿插完旗子就打酱油吧，反正酒吞哥哥再也不怕反弹了。吸血姬反击队，残血吸血姬的逆天输出，很让人头疼。再配合椒图、兵俑，简直分分钟让人想退出。打法：前期吸血姬血多，攻击buff也没堆起来，不用管他，让他砍，反正我们最贫血的也有5万血。同上，酒吞优先击杀雨女，狸猫依次控雨女、兵俑、桃花。几分钟后，对面开始残血，重点来了！！！残血的吸血姬打人非常疼，五万血的血牛也有可能被秒。怎么办？狸猫控！只要吸血姬被狸猫眩晕住，酒吞击退吸血姬，任由你吸血姬头顶一次次的冒出狰图标，眩晕了你是木头人，动不了，哈哈。酒吞把吸血姬顶在行动条顶部，到死都别想解眩晕。其他后手，不管后手如何搭配，只要没拉条，都是一样的套路，镰鼬放开拉条，酒吞优先击杀雨女、对方队伍中最快的单位、或者核心输出，视具体情况不一而论。 ",
			"适合打法":"单拉条的般若、雪女、灯姐。曾经的后手噩梦，般若封被动，日女雪女击退，灯姐吸火，打的后手毫无还手之力。打法：因为般若封被动，再加上灯姐吸，我们会很缺火。所以火优先留给雨女解控和惠比寿插旗子。当然实在是缺火，有时候我直接上座敷童子，换掉个镰鼬。保证前期能顺利出手。雨女的抵抗很关键，至少要堆到100抵抗，很多时候就靠雨女的关键抵抗翻盘。配合雨女的返魂香和惠比寿的木魁，对面控制的也不会很顺畅，只要脸不是太黑，清明有机会就开盾，只要惠比寿插上旗子，胜率大增。优先杀对面的座敷童子，只要把座敷童子弄死，对面断了套路，基本就赢了。般若、雪女、强力单体输出。强力单体一般是爆伤破势茨木、爆伤针女妖刀、爆伤破势咸鱼，控制非常给力！输出非常给力！上分神阵容，后手噩梦中的噩梦！毕竟人家高速、强控、暴力输出，即使后手堆了血，顶多也就抗两轮输出。打发：上个地藏桃花，换下惠比寿或者一个镰鼬，酒吞被秒就秒了吧，前期就一个字：扛。我们5个单位都很肉，对面不可能快速击杀我们多个单位，有机会就打对面的座敷童子，等弄死座敷童子，基本就赢了。但是！如果对面上辉夜姬，就更难办了。可考虑下惠比寿和一个镰鼬，上桃花和椒图。只要椒图连上链子，时间在我们这边。有机会就打对面的拉条，安倍晴明有盾开盾，缚拉条，给对面输出上减攻击buff。耗下去，胜利一定属于我们。如果脸好，雨女没被控住（毕竟我们是堆了抵抗的），解控让惠比寿插旗子安倍晴明开盾，那就赢得妥妥的了。双拉一推或双拉双推一般为镰鼬、兔子、日女雪女、日女酒吞、座敷童子或辉夜姬，全程击退。打法：我们虽然是后手，但是我们有双镰鼬啊，雨女解控，镰鼬拉条，惠比寿插旗子，分分钟翻身做双拉一推。而且雨女返魂香、惠比寿木魁，对面非常容易断火或被眩晕，我们非常容易翻盘。 ",
	        "式神分析和御魂选择":"一速镰鼬，是的，你没看错，一速只有214，招财套，4号6号带生命，斗计生命加成后7万血，可挡大佬爆伤茨木一抓。二速镰鼬，速度200，招财套，4号抵抗，6号生命，面对强控时顽强拉条。斗计生命加成后5万血，勉强可挡大佬爆伤茨木一抓。三速日女酒吞，主力输出，2号速度，4号攻击，6号生命，不需要暴击，我用针女2件套，是因为实在没有更好的御魂用了。。末速惠比寿，让先手流深恶痛绝的奶2万奶妈。木魁套，加血，回火，扣对面火全靠他。2号速度，4号6号生命。插上旗子后，全程打酱油。雨女和狸猫，都是返魂香套，2号速度，6号生命，雨女四号抵抗，狸猫四号命中，遇到后手上狸猫，遇到先手强控上雨女。 ",
	        "阴阳师推荐":" "
        },
        "109":{
        	"阵容名称":"先手流",
	        "式神1、2、3、4、5名称":"凤凰火、鸩、辉夜姬、镰鼬、惠比寿",
	        "阵容特点":"凤凰火，鸩，辉夜姬/座敷童子，镰鼬，一个奶（惠比寿或者桃花）这个阵容类似于白火，鸩的伤害要比小白更高，缺点是控制效果会稍微弱一些。凤凰火配合毒羽，控制稳定，速度配好之后，有了一速的保障，可以快速解决肉队（包括独眼小僧阵容）。 ",
			"适合打法":" ",
	        "式神分析和御魂选择":"辉夜姬可用座敷童子代替，惠比寿也可以换成桃花妖。首先119的高速，加上需要依靠普攻叠毒的机制，频繁的行动是必然的，因此高速是可以确定的，并且高速可以保证不被强控长时间控制。所以无论是任何的御魂搭配，都要确定二号位要速度。2速度，4攻击，6攻击（生命/暴击）为什么要这样搭配？斗技情况下，一个攻击加成的提升是够的，6号位优先保证毒的伤害达到最大化水平后，攻击换生命来提升一定的输出能力。主要输出是依靠百分比的毒，所以不建议去堆暴击来打伤害，可以完全依靠毒的伤害来输出，堆生命来提升自身的生存能力。如果想依靠大招打输出，6号位可以选择暴击。 ",
	        "阴阳师推荐":" "
        },
        "110":{
        	"阵容名称":"双拉双推流",
	        "式神1、2、3、4、5名称":"妖琴师、山兔、酒吞童子、雪女、凤凰火",
	        "阵容特点":"拿到一速之后，妖琴迅速拉酒吞叠葫芦，或者拉雪女进行全体堆条，如果可能冻住几个就更好了。酒吞和雪女的唯一区别，在于酒吞可以不耗火进行输出，雪女可以群体控制，目前双拉双推已经成斗技主流打法之一了。 ",
			"适合打法":"一速妖琴或者镰鼬，另一个拉条山兔，配合日女酒吞，日女雪女等推条控制式神。",
	        "式神分析和御魂选择":"1.先喂技能再觉醒，大招一定要升到三级以上！2.御魂方面，平民玩家优先散件，其次才是套装。3.在触发多动症的情况下，可以利用镰鼬的普攻去试一下对面的御魂情况，例如镜姬，木魅，返魂香等效果类御魂。4.清楚敌方的御魂后，把镰鼬的普攻效果当成一个控制去使用，有时候胖揍眩晕敌方雨女 ",
	        "阴阳师推荐":" "
        },
        "111":{
        	"阵容名称":"中速流斗技跨服高容错阵容",
	        "式神1、2、3、4、5名称":"镰鼬、镰鼬、大天狗、般若、惠比寿",
	        "阵容特点":"整套阵容最关键的就是双抵抗镰鼬提高容错 ",
			"适合打法":"能对抗常见单拉般若兵勇彼岸花辉夜姬阵容，一些基本单拉阵容都可以针对 ",
	        "式神分析和御魂选择":"大部分跨服对方会先上个镰鼬辉夜姬，这样无论对方上什么你首先上2个镰鼬(抵抗招财镰鼬），这样对方比较不能针对你的阵容上其它式神，然后第三个上一个大天狗(速度生命攻击，附加堆抵抗，魅妖或日女套），对对方阵容产生一些限制，如果判断对方是彼岸花阵容时般若就可以上去了，最后面在上一个老头(速度生命生命，附加堆抵抗）。 ",
	        "阴阳师推荐":" "
        },
        "112":{
        	"阵容名称":"黑童子反杀阵容",
	        "式神1、2、3、4、5名称":"黑童子、椒图、独眼小僧、桃花妖、雨女",
	        "阵容特点":"小小黑、椒图、独眼小僧、桃花、兵俑/雨女(看对面是否有控制)。雨女或者兵俑，在这个选择上我会看对面是否有控制式神，如果有就会带雨女，反之带兵俑。 ",
			"适合打法":"先来看小小黑的技能，就能明白为什么说他的反手可以让对面怀疑人生。一技能【罪罚·黑】：这个平A技能吃满之后是百分之125%的伤害，就不多加赘述。二技能【魂之怒火】： 这个技能是小小黑输出爆炸的核心技能，也是反手到对面怀疑人生的关键技能。 技能吃满之后是有20%的概率立即使用自己的大招【连斩】，并且最重要的来了这次连斩是无鬼火消耗的。不过在椒图的连接下所受到的传递伤害是不会触发这个被动的。御灵的攻击可以触发小小黑的被动。这个被动是让对面怀疑人生的关键技能，眼看着小小黑剩丝血要被带走的时候，一个被动绝地翻盘。三技能【连斩】：小小黑会对对面造成攻击(吃满技能之后)103%的伤害，并且每损失30%的生命，就会额外追加一段伤害(按照百分之百的生命来计算，当小小黑的生命低于10%的时候，就会有四段分别为攻击的103%输出)，连斩消灭敌人时，会自动追加一次无消耗的【连斩】，但是该次的伤害减少40%。在小小黑血量较低时，使用【连斩】几乎可以将对面的脆皮式神直接带走。式神搭配：小小黑作为一个高输出的式神，不可避免的是身板很脆，同时小小黑的输出又来自于压低自己的血量，血量越低，输出越高。所以如何让小小黑挨打，但是又不至于被打死，就是这个式神阵容搭配的关键了 ",
	        "式神分析和御魂选择":"1.小小黑，四薙魂两攻击，六号位带的爆伤，二号四号位带的攻击。薙魂可以帮助小小黑有更大的触发被动的概率，并且薙魂提供15%的生命加成，可以让小小黑变得相对肉一点，不那么容易被直接秒了。不用过于刻意的去堆百分之百的暴击，基本凑到50%的暴击就够了，因为一次连斩后的输出会减少40%，爆伤比较高的话，就相对可以弥补伤害减少之后的不足。如果六号位带爆伤凑不了多少暴击的话，那六号位带暴击，看个人情况。2.椒图，四地藏两生命，二号位速度，四号位生命或者抵抗，六号位生命。在椒图连线后是不会触发薙魂的效果的，所以在一般情况下不会选择连线，除非小小黑快死了都还没出手，或者对面有比较强的单体输出，毕竟小小黑是靠压低血量来取胜的，椒图在行动后会回血就会显得有点尴尬，但是面对强力单攻式神，椒图有奇效，所以连线的时机还需要玩家自己掌握。3.独眼小僧，四薙魂两生命，二四六号位生命。独眼小僧带薙魂是收益最大的，可以尽早的触发独眼小僧的被动，对对面的aoe的式神来说就是开启了自杀模式，并且薙魂可以让独眼小僧更大程度的去保护自己的队友，这样同时也压低了小小黑的血线，为自己的出手创造更大的优势。4.桃花妖，四树妖两生命，二四号位生命，六号位暴击。现在主流的奶以惠比寿和桃花妖为主，小小黑作为要压低血线的式神，不适合和惠比寿搭配，桃花在适当的时候出手奶一口，并且还有复活的技能，对小小黑阵容来说，就是一个很好的选择。5.雨女，四木魅两抵抗，二号位速度，四号位抵抗，六号位生命。兵俑，四返魂香两生命，二号位速度，四号位命中，六号位生命。在对面没有控制的情况下，选择兵俑，配合返魂香可能带来的晕眩，给自己的队伍创造更好地输出环境。这整个阵容整体来说非常省火，而且有三个是R卡，比较容易得到，相对容易成型。抓好时机，小小黑就能打出超高的伤害。 ",
	        "阴阳师推荐":" "
        },
        "113":{
        	"阵容名称":"镰鼬十层无花阵容",
	        "式神1、2、3、4、5名称":"惠比寿、椒图、桃花妖、地藏像、酒吞童子",
	        "阵容特点":"因为怪不断打，所以椒图体系很好用。一目连替换过桃花，但不好用，铮很难出发，酒气叠加很慢。残血吸血姬配一目连可能有奇效，不过如果一目连来不及盾也挺尴尬。吸血姬没有6，如果吸血姬6了，应该更快些。第二轮童男比较耗时，不断复活，不断奶。所以没有满酒气酒吞或者没有吸血姬，没有控制的话，很难过，打不死，无限循环。",
			"适合打法":" ",
	        "式神分析和御魂选择":"满暴攻击大天狗命中22，5星提魂老头，5星地藏椒图，5星满暴地藏桃花，满暴铮酒吞，20分钟过。",
	        "阴阳师推荐":" "
        },
        "114":{
        	"阵容名称":"镰鼬九层亲民阵容",
	        "式神1、2、3、4、5名称":"匣中少女、桃花妖、椒图、座敷童子、妖刀姬",
	        "阵容特点":" ",
			"适合打法":" ",
	        "式神分析和御魂选择":"5星匣女+5星桃花+5星椒图+5星辉夜/5星火机+6星输出<br />试了几次，平均时间20分左右，主要看第三回合输出被控次数的多少，核心在于桃花和匣女双复活，辅助椒图+高速匣女，回火火机辉夜都可以，没有的可以高速地藏火机，奶妈建议高速桃花，椒图比桃花慢点，输出妖刀(还行吧)，鸟(飒！好用，能补输出。)，大狗子(不建议)，真天(普攻多段中了魅妖会打死自己人)。辅助御魂建议双地藏，单地藏第二回合输出不死有点看脸，虽然双地藏也看脸。<br />第一回合正常打<br />第二回合输出死几次正常，保证桃花和其他几个不死就行，输出拉起来再干，优先攻击两只鸟。<br />第三回合aoe式神先切普攻标记点死小僧，接着犬神，然后杀竹子，之后就可以随意杀。注意杀樱花的时候别被镜姬返死了，还要等拉浪费时间。",
	        "阴阳师推荐":" "
        },
        "115":{
        	"阵容名称":"镰鼬10层阵容",
	        "式神1、2、3、4、5名称":"椒图、惠比寿、姑获鸟、妖刀姬、桃花妖",
	        "阵容特点":" ",
			"适合打法":" ",
	        "式神分析和御魂选择":"我的打镰鼬10层的阵容：一速椒图（地藏）二速老头（镜姬）三速鸟（针女）四速妖刀（针女）五速桃花（差1%满爆，散件，技能122）除了输出6星，剩下都5星，阴阳师带的神乐（伞、疾风）",
	        "阴阳师推荐":" 神乐"
        },
        "116":{
        	"阵容名称":"御灵3层阵容",
	        "式神1、2、3、4、5名称":"辉夜姬、椒图、桃花妖、妖刀姬、荒",
	        "阵容特点":"不容易断火而且可以保证输出，桃花御魂最好是高速招财有两套招财是最好的如果没有的话用其他的也可以。",
			"适合打法":" ",
	        "式神分析和御魂选择":"一速招财打火机(辉夜姬最好)，二速地藏椒图(降低伤害输出式神不容易挂)，3速桃花妖(满暴六星不然奶不住)，4速妖刀姬，尾速荒。",
	        "阴阳师推荐":"晴明带星和灭，星可以加全体伤害输出，灭可以减boss的防御加深伤害，普通攻击可以降低boss伤害。"
        },
        "117":{
        	"阵容名称":"小小黑反杀阵容",
	        "式神1、2、3、4、5名称":"黑童子、椒图、独眼小僧、桃花妖、兵俑",
	        "阵容特点":" ",
			"适合打法":"适合结界突破",
	        "式神分析和御魂选择":"1.小小黑，四薙魂两进犯，六号位带的爆伤，二号四号位带的进犯。<br />薙魂可以协助小小黑有更大的触发被迫的概率，而且薙魂供给15%的生命加成，可以让小小黑变得相对肉一点，不那么简单被直接秒了。不必过于故意的去堆百分之百的暴击，根本凑到50%的暴击就够了，由于一次连斩后的输出会削减40%，爆伤对比高的话，就相对可以补偿损伤削减以后的不足。假如六号位带爆伤凑不了多少暴击的话，那六号位带暴击，看个人状况。<br />2.椒图，四地藏两生命，二号位速度，四号位生命或许反抗，六号位生命。<br />在椒图连线后是不会触发薙魂的作用的，所以在通常状况下我不会挑选连线，除非小小黑快死了都还没出手，或许对面有对比强的单体输出，究竟小小黑是靠压低血量来制胜的，椒图在行动后会回血就会显得有点为难，可是面临强力单攻式神，椒图有奇效，所以连线的机遇还需求玩家自个掌握。<br />3.独眼小僧，四薙魂两生命，二四六号位生命。<br />小僧带薙魂是收益最大的，可以尽早的触发小僧的被迫，对对面的aoe的式神来说即是敞开了自杀形式，而且薙魂可以让小僧更大程度的去维护自个的队友，举例来说，假如小小黑被茨木确定，小僧触发了薙魂的话，茨木一拳是无法秒掉有小僧维护的小小黑的，这么一起也压低了小小黑的血线，为自个的出手发明更大的优势。<br />4.桃花妖，四树妖两生命，二四号位生命，六号位暴击。<br />如今干流的奶以惠比寿和桃花妖为主，小小黑作为要压低血线的式神，不适合和惠比寿调配，究竟惠比寿的旗子是每回合回血，十分困难压低了血量，轮到自个出手的时分，血又回上来了，就很为难，桃花就可以极好地避免这个疑问，在恰当的时分出手奶一口，而且还有复生的技术，对小小黑阵型来说，即是一个极好的挑选。<br />5.雨女或许兵俑，在这个挑选上我会看对面是不是有操控式神，假如有就会带雨女，反之带兵俑。",
	        "阴阳师推荐":" "
        },
        "118":{
        	"阵容名称":"金鱼姬持久战阵容",
	        "式神1、2、3、4、5名称":"镰鼬、般若、雪女、辉夜姬、金鱼姬",
	        "阵容特点":"最适合金鱼姬的阵容应当是：拉条+雨女/般若+雪女/火女/兵俑+辉夜姬+金鱼姬，充当般X或雨X中能打持久战的输出式神",
			"适合打法":"斗技持久战",
	        "式神分析和御魂选择":"",
	        "阴阳师推荐":" "
        },
        "119":{
        	"阵容名称":"斗技高胜率阵容",
	        "式神1、2、3、4、5名称":"雨女、镰鼬、惠比寿、彼岸花、小松丸",
	        "阵容特点":"斗技高胜率阵容",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"",
	        "阴阳师推荐":" "
        },
        "120":{
        	"阵容名称":"我们欧洲人就是为所欲为",
	        "式神1、2、3、4、5名称":"花鸟卷、镰鼬、阎魔、辉夜姬、大天狗",
	        "阵容特点":"非常主动灵活全面的阵容，优点非常明显，就是让对面非常的被动甚至无法出手",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"输出花鸟卷（针女四件套加二生命加成。二号位速度，四号位生命，六号位暴击。属性为满暴击，这样才能发挥出针女的效果。）<br />二速镰鼬（招财猫四件套触发回复鬼火加二生命加成。招财猫配合被动甚至可做到开场双拉效果。）<br />一速阎魔（四件套招财猫加二效果命中，二号位速度，四号位效果命中，六号位生命加成。技能沉默加上变形，打的对面是措手不及。）<br />辉夜姬鬼火回复（因为阵容里有两个招财猫，这里辉夜姬的御魂搭配就没必要偏向火灵这样的开场功能性御魂，可以选择四件套地藏像木魅薙魂等等之类的保护御魂。生命加成必不可少。）<br />大天狗可输出可控制（输出四件套针女二四号攻击加成，六号位暴击。控制的话就是魅妖魍魉日女都可以，我自己是有一套现成的满暴击日女，效果也不错可输出也可以算作是控制来使用。）",
	        "阴阳师推荐":"神乐晴明都可以"
        },
        "121":{
        	"阵容名称":"酒吞平民阵容",
	        "式神1、2、3、4、5名称":"酒吞童子、镰鼬、镰鼬、惠比寿、兵俑",
	        "阵容特点":"打法原则，请记住“先怼雨女，后怼花鸟”，嗯，就是这么简洁。",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1.高速日女酒吞，速生攻。为加快叠酒气进程，速度多多益善。下限不得低于惠比寿速度。<br />2.返魂香兵俑，速命生。速度185达标，全力堆命中。<br />3.招财镰鼬一号，速抗生或速抗防。满足四号位为6星抵抗即可，尽全力堆速度（和先手队抢不到一速很正常，我们只要比后手队一速快即可）<br />4.招财镰鼬二号，速抗生或速抗防。速度下限不低于惠比寿，尽全力堆抵抗，高抗招财镰鼬，反攻就靠它了。<br />5.木魅惠比寿，速生生，副属性堆抵抗。划重点，木魅、木魅、木魅，重要的事情说三遍。有时一个木魅的作用可以直接废掉对面一个辉夜的作用，完全打乱对方节奏。速度高于兵俑，即可。（速度高于兵俑目的是，插旗后概率清空兵俑负面状态，方便兵俑防控。）",
	        "阴阳师推荐":"八百比丘尼"
        },
        "122":{
        	"阵容名称":"斗技复活反杀流",
	        "式神1、2、3、4、5名称":"犬神、跳跳哥哥、山兔、万年竹、惠比寿",
	        "阵容特点":"兔子拉一速，惠比寿放旗子回血，前期普A，后期万年竹竹语配合犬神打反击，跳跳哥哥复活",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1、 犬神御魂搭配网切4件套+破势2件（1号位攻击，2号位攻击加成，3号位防御加成，4号位攻击加成，5号位生命，6号位破势暴击加成，属性以暴击伤害）<br />2、 跳跳哥哥御魂搭配返魂香4件套+地藏像2件套（1号位攻击，2号位生命加成，3号位防御加成，4号位生命加成，5号位生命，6号位防御加成，属性优先速度）<br />3、山兔御魂搭配招财猫4件套+钟灵2件套（1号位攻击，2号位速度，3号位防御加成，4号位生命加成，5号位生命，6号位生命加成，属性优先速度）<br />4、 万年竹御魂搭配针女4件套+心眼2件套（1号位攻击，2号位攻击加成，3号位防御加成，4号位攻击加成，5号位生命，6号位针女暴击加成，属性以暴击伤害）<br />5、 惠比寿御魂搭配薙魂4件套+树妖2件（1号位攻击，2号位生命加成，3号位防御加成，4号位生命加成，5号位生命，6号位防御加成，属性效果抵抗）<br />6、 神乐，带通灵*冥碟与通灵*疾风",
	        "阴阳师推荐":"神乐"
        },
        "123":{
        	"阵容名称":"犬神后手流打法",
	        "式神1、2、3、4、5名称":"犬神、一目连、辉夜姬、雨女、桃花妖",
	        "阵容特点":"犬神在整个整容中起到输出作用，有反击效果和AOE伤害，面对群攻式神时有很不错的表现。",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1、针女犬神（2号位攻击4号位攻击6号位暴击，如果有爆伤套就用爆伤的）<br /> 2、蚌精一目连（由于一目连的盾和蚌精都是吃暴击的，所以要满暴击，2号位速度4号位生命6号位暴击。如果有条件的话也可以做一套爆伤，但是好像只有少数大佬的是爆伤套）<br />3、薙魂辉夜姬（2号位生命4号位抵抗6号位生命）<br />4、地藏雨女（2号位速度4号位抵抗6号位生命，如果能带一点命中会更好）<br />5、地藏桃花（2号位速度4号位生命6号位暴击）",
	        "阴阳师推荐":"晴明"
        },
        "124":{
        	"阵容名称":"低分竞技心得",
	        "式神1、2、3、4、5名称":"山兔、鬼使黑、座敷童子、雪女、海坊主",
	        "阵容特点":"这套阵容不仅献给萌新，也献给那些抽不到自己想要的弑神而苦恼无法上分的朋友们！",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1丶兔子：这套阵容肯定要是1速，二号位打到加速度的就立刻使用，遇到星级高的直接更换即可，另外4套的套装可以选择镜姬（防破势彼岸花，对黑童子的威胁也很大）或者选择招财猫（防止一个回合无法解决战斗）<br />2丶鬼使黑：鬼使黑带破势，加上自身的技能，前期很容易爆表，而且二号位也需要带速度御魂，前期因为大家速度都不快，如果晴明用的是加伤害技能“言灵 星”，建议比晴明的速度稍慢即可，但是一定要是弑神里的二号出手<br />3丶座敷童子：座敷童子这个阵容的话就需要携带火灵或者招财猫了，我比较偏向于火灵，因为进场满火还是很重要的，作为三号位出手，座敷童子可以完美的把鬼火数提升到6（如果兔子带的是镜姬，则座敷童子就一定要带火灵）<br />          4丶雪女：雪女作为一个大控，而且是一开始就给的一个三星，一定要加以利用，4套御魂带魅妖最为合适，其中四号位带效果命中，系统给的免费觉醒如果你没有更好用的弑神，建议先觉醒雪女，对你前期的副本突破都大有帮助（如果你兔子没有好的速度御魂，雪女可以考虑放到二号出手，尽量提速）<br />5丶海坊主：海坊主这个弑神也是非常强大，可攻可控，他的多段攻击简直不要太好，群攻+多段+回血，还有谁?如果你的鬼使黑御魂伤害够高，建议海坊主直接带针女收割，如果鬼使黑输出不够，可以替雪女补控，同时又可以加血。",
	        "阴阳师推荐":"晴明"
        },
        "125":{
        	"阵容名称":"无SSR玩家斗技阵容",
	        "式神1、2、3、4、5名称":"三尾狐、雪女、雨女、山兔、座敷童子",
	        "阵容特点":"该阵容不但强度非常高，而且非常好凑齐和培养，极其适合新手玩家和非洲玩家。",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1、核心一速山兔跳进度条，保证了所有己方角色出手，而不被对方插入打断，在之后的回合也能不断的跳进度条拉开双方出手的次数差。<br />2、核心削弱对手在于雨女，雨女大招起到三个作用，其一，造成对手全体减速，雨女减速不但能让对手在读进度条的时候速度要比你慢，而且因为雪女暴风雪技能的特性，可以给控制提供巨大帮助。其二，驱散对手全体增益，常见的为妖琴加速，小鹿加攻加速，交图爆伤加成。其三驱散己方全体控制(昏迷不可解)<br />3、三尾输出，作为四保一阵容，三尾在这里起着几乎是唯一的输出点的作用，在所有输出式神当中，三尾是唯一一个具备超绝生存能力且爆发伤害很足的式神，三段大招加满有102%*3的基础伤害，且每次暴击都可以叠加3回合10%的持续伤害，击杀回血使其在面对高等级神乐弹伤害的消耗战中保持生存，遇到高等级的土豪队，常见的情况都是其他式神被弹死而三尾单刷神乐的情况。<br />4.、座敷童子，保证了鬼火的供应，且配备了涅槃的座敷童子，也保证了面对神乐弹伤害，具备优秀的生存能力<br />5、雪女，雪女作为策划一开始就送给人手一只的控制，因为太容易获得，被很多人忽略了其价值。雪女的血量护盾保证了其生存能力，搭配雨女的减速效果，能起到逆天的控制能力。",
	        "阴阳师推荐":"神乐"
        },
        "126":{
        	"阵容名称":"致敬所有的爱猪人士",
	        "式神1、2、3、4、5名称":"镰鼬、般若、座敷童子、食梦貘、荒川之主",
	        "阵容特点":"睡杀的变异流派，打了很多没有碰到一次一样的配置，但是容错率 和 比较稳定的控制。",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"一速镰鼬，为什么选择镰鼬是因为我镰鼬速度不快260 抗性72 带的四号位抗性，镰鼬的技能可以增加整体的攻击和抗性，很有效的防御后续式神抗性不高被睡的可能性。<br />二速是般若 我带的是魍魉 命中 141不过说实话 如果散件高命中 也是一样的，因为般若的使命就是防止对面的烦人御魂和花。<br />三速是座敷童子御魂火灵，我觉得这个阵容也可以用辉夜姬 就是需要找下醒的人揍一下，个人觉得座敷更不费脑子，就是注意的，把它放在猪前边，永远只供应猪的火。<br />四速是食梦貘，为什么会选择玩猪，一个可以说真的被很多人遗忘的式神 很少被看到了，但是猪厉害的地方就是不用碰你也有过高的技能命中，还能恢复血量防止双方兵对A乱节奏，还有一点就是可以散件堆命中不吃御魂套装的效果，我的猪167命中还是很容易基本全睡。<br />五速是晴明，带的灭和罩子，不过很少用罩子，一般都睡上了就是不听的灭 灭灭灭！",
	        "阴阳师推荐":"晴明"
        },
        "127":{
        	"阵容名称":"神之雨火花盾流",
	        "式神1、2、3、4、5名称":"一目连、凤凰火、雨女、辉夜姬、彼岸花",
	        "阵容特点":"在此推荐一种可以对抗大多数拉条控制加伤害的阵容。",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"一目连推荐：4招财猫+2生命 2速度4生命6暴击<br />雨女推荐：4返魂香&三味+2效果抵抗&生命 2速度4抵抗6生命 注意：雨女为全队2速！为的就是解嘲讽、冰冻、封印等控。<br />凤凰火推荐：4魍魉（首推）&火灵+2暴击&效果抵抗 2速度4效果命中6暴击，在此，不求我方雨女一速可以快过对面一速，但是有一点：凤凰火的速度必须紧跟雨女之后，以避免对面式神插队造成尴尬。<br />彼岸花推荐：4魅妖&返魂香+2效果命中 2攻击4效果命中6暴击&爆伤，彼岸花因花海的特殊的伤害机制而设为全队尾速。",
	        "阴阳师推荐":"晴明"
        },
        "128":{
        	"阵容名称":"反击流控制核心斗技打法",
	        "式神1、2、3、4、5名称":"椒图、犬神、兵俑、惠比寿、彼岸花",
	        "阵容特点":"献给被彼岸花折磨奋斗在第一战线的伙伴们。",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1、椒图，要求速度至少可以在敌方兔子加速后连线，御魂方面速度生命效果抵抗。套装效果选择地藏和效果抵抗。如此一来就可以有效的抵抗单体爆炸输出与多段暴击伤害的式神，更可以让犬神反击效果最大化。<br />2、犬神，带挣套与暴击两件。加成为攻击攻击暴击。带挣的好处就是可以反击时可能反击两次伤害，这里不带针女是因为这个核心是反击，所以挣会更好。并且犬神现在非常的克制彼岸花，因为彼岸花每回合都会有伤害，而犬神反击并不会收到伤害。<br />3、兵俑，带镜姬与命中效果两件套，要求副属性加一点速度可以在椒图后嘲讽或者作为一速控制敌方一速，但因为一速比较难抢，所以可以选择前者。这样可以使收到的伤害最小化并且可以有效反击对方。<br />4、惠比寿，带一个奶提高生存，可以带薙，可以挡伤害，其他全部加生命。<br />5、彼岸花，带反枕或者魅妖，加攻击爆伤效果命中，两件套加效果命中，这样一来既有伤害又可以骚扰对面式神提高容错率，更可以控制对方一速。",
	        "阴阳师推荐":"无特殊要求"
        },
        "129":{
        	"阵容名称":"那我们就全肉吧！",
	        "式神1、2、3、4、5名称":"椒图、狸猫、跳跳弟弟、雨女、惠比寿",
	        "阵容特点":"每个玩家基本都能达成，无脑肉＋抵抗",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1、椒图：木魅，2号位速度，6号位生命之王，其他随意啦，尽量多加抵抗，总不会错的！<br />2、狸猫：狰，2号位，6号位生命之王！（大招取决于生命，所以攻击无所谓）4号位抵抗，其他位置随意！<br />3、跳跳弟弟：狰，2号位生命之王！4号位抵抗！ 6号位暴击！<br />4、雨女：返魂香、地藏像或木魅 都行，2号位速度，4号位抵抗，5号位生命之王。<br />5、惠比寿：雉魂或者地藏像，2号位速度，4号位依旧是抵抗，6号位生命！",
	        "阴阳师推荐":"首选晴明"
        },
        "130":{
        	"阵容名称":"R卡战神鸦天狗斗技阵容",
	        "式神1、2、3、4、5名称":"鸦天狗、金鱼姬、花鸟卷、兵俑、犬神",
	        "阵容特点":"斗技高胜率阵容",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1、犬神：2攻击4生命6暴击 魅妖套<br />2、花鸟卷：2速度4生命6暴击 针女套<br />3、金鱼姬：2速度4抵抗6生命 薙魂套<br />4、兵俑：2速度4命中6生命 返魂香套<br />5、鸦天狗：2速度4抵抗6生命 骰子鬼套",
	        "阴阳师推荐":"八百比丘尼 或 晴明"
        },
        "131":{
        	"阵容名称":"全N卡斗技指南",
	        "式神1、2、3、4、5名称":"天邪鬼赤、赤舌、天邪鬼青、天邪鬼绿、灯笼鬼",
	        "阵容特点":"斗技高胜率阵容",
			"适合打法":"斗技",
	        "式神分析和御魂选择":"1、一速天邪鬼赤：速度散件，231<br />2、冰冻赤舌：雪幽魂+命中，2号速度，4号命中，6号生命。<br />3、补控辅助天邪鬼青：魍魉+命中，2号速度，4号命中，6号生命。<br />4、爆发输出天邪鬼绿：针女+暴击，2号攻击，4号攻击，6号暴击。<br />5、无私的灯笼鬼：薙魂+生命，2号生命，4号抵抗，6号生命。",
	        "阴阳师推荐":"晴明：守+缚"
        },
		        "132":{				
            "阵容名称": "斗技反手流",				
            "式神1、2、3、4、5名称": "奴良陆生、椒图、酒吞童子、日和坊、追月神",				
            "阵容特点": "后手阵容，后期单体爆发输出极高，阴阳师的选择也比较多样化。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速椒图，椒图四号位抵抗，抵抗尽可能的高，只要不被控住，可以连线即可 <br/>2 速酒吞或日和坊，酒吞和日和坊二号位都带速度这样可以更频繁的行动和出手<br/>3 速追月神，阵容回火依靠全队告诉跑系统给的鬼火， 为了保证开局的鬼火数量推荐带火灵<br/>尾速陆生， 陆生自带抵抗所以阵容整体高抵抗，陆生选择常规输出式神，后期一刀一个<br/>5 阴阳师选择晴明或者比丘尼等均可 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "133":{				
            "阵容名称": "斗技控制流",		
            "式神1、2、3、4、5名称": "奴良陆生、椒图、犬神、日和坊、辉夜姬",				
            "阵容特点": "阵容整体依靠犬神以及陆生的双反击，日和坊增加阵容容错率，用来打秘闻非常的好用。",				
            "适合打法": "秘闻副本",				
            "式神分析和御魂选择": "1速椒图，保证队伍可以成功连线，打副本椒图选择速生生<br/>2 速日和坊可以加速滋养速度， <br/>3 速陆生， 陆生速度略微比犬神快这样，如果是打普攻还可以带犬神有BUFF普攻一次<br/>4 速犬神，犬神速度尽量低，从而让BUFF存在时间更久<br/>5 速辉夜姬，根据实际情况火灵或者蚌精。<br/>6 速晴明， 晴明给罩子或者不带罩子挂星灭都可以。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "				
        },				
        "134":{				
            "阵容名称": "斗技反手流",				
            "式神1、2、3、4、5名称": "御馔津、彼岸花、数珠、辉夜姬、花鸟卷",				
            "阵容特点": "阵容有足够的坦度，彼岸花和御馔津以及数珠到后期输出不同凡响。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速花鸟卷，御魂选择日女进行退条，速生暴，适当堆一些抵抗<br/>2 速数珠，尽早的让数珠开启打坐模式，这样可以适当的加快战斗节奏<br/>3 速御馔津，御魂选择返魂香，生抗暴，攻击属性完全依靠后期的BUFF来打输出，能抗住前期的几波伤害就可以了<br/>4 速八百比丘尼，直接星之咒封被动 <br/>5 速辉夜姬， 龟速辉夜姬的抵抗一定要，否则被控制开不出结界导致阵容断火就得不偿失了。<br/>6 速彼岸花，彼岸花可以选择破势或是魅妖控制花，尽可能减少花的行动次数，减少队伍的整体鬼火消耗。 ",				
            "阴阳师推荐":"八百比丘尼（ 星之咒 + 预知） "				
        },				
        "135":{				
            "阵容名称": "斗技反手流",				
            "式神1、2、3、4、5名称": "御馔津、彼岸花、大天狗、辉夜姬、花鸟卷",				
            "阵容特点": "大天狗可以免疫一次控制，对比数珠的阵容战斗节奏更快。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速花鸟卷，御魂选择日女进行退条，速生暴，适当堆一些抵抗<br/>2 速大天狗，大天狗不要吃晴明的BUFF，因为在不清楚敌方御魂的情况下，盲目吹风是不明智的选择，大天狗也选择魍魉或魅妖<br/>3 速御馔津，御魂选择返魂香，生抗暴，攻击属性完全依靠后期的BUFF来打输出，能抗住前期的几波伤害就可以了<br/>4 速晴明，在适当的情况下补状态，或者是开护盾 <br/>5 速辉夜姬， 这套阵容建议辉夜姬选择高抵抗薙魂。<br/>6 速彼岸花，彼岸花可以选择破势或是魅妖控制花，尽可能减少花的行动次数，减少队伍的整体鬼火消耗。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "				
        },				
        "136":{				
            "阵容名称": "山风劝退先手流",				
            "式神1、2、3、4、5名称": "镰鼬、般若、山风、辉夜姬、花鸟卷",				
            "阵容特点": "利用一速的优势，配合山风的大招迅速让敌方减员，增加整体的战斗节奏。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速镰鼬，有条件就高速招财，没有招财就选择散件<br/>2 速般若，魍魉或是狰套装，选择套装的前提是有足够高的效果命中，保证能封住对面，如果满足不了套装，高命中散件也可以<br/>3 速花鸟卷，御魂选择招财猫或日女，如果选择招财猫辉夜姬的御魂就可以选择蚌精或薙魂，否则辉夜姬必须带火灵<br/>4 速晴明，在适当的情况下补状态，或者是开护盾 <br/>5 速辉夜姬， 根据花鸟卷的御魂进行调试，还是建议主堆抵抗属性。<br/>6 速山风，山风选择网切或破势的4件套搭配2件套攻击，利用大招的必定暴击特性迅速让敌人减员。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "137":{				
            "阵容名称": "斗技先手流",				
            "式神1、2、3、4、5名称": "镰鼬、百目鬼、般若、玉藻前、辉夜姬",				
            "阵容特点": "利用一速的优势，加上玉藻前的强势输出能力，速战速决。",				
            "适合打法": "斗技/结界",				
            "式神分析和御魂选择": "1速镰鼬，有条件就高速招财，没有招财就选择散件<br/>2 速百目鬼，招财套装，速度抵抗生命速度一定要快。<br/>3 速般若，魍魉或是狰套装，选择套装的前提是有足够高的效果命中，保证能封住对面，如果满足不了套装，高命中散件也可以<br/>4 速晴明，在适当的情况下补状态，或者是开护盾 <br/>5 速辉夜姬， 根据花鸟卷的御魂进行调试，还是建议主堆抵抗属性。<br/>6 速玉藻前，破势攻攻暴，一波AOE一般就可以迅速解决战斗了。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "138":{				
            "阵容名称": "逢魔通用阵容",				
            "式神1、2、3、4、5名称": "丑时之女、花鸟卷、大天狗、玉藻前、酒吞童子",				
            "阵容特点": "高输出，打逢魔BOSS轻松打满奖励。",				
            "适合打法": "逢魔之时",				
            "式神分析和御魂选择": "1速花鸟卷，针女速生暴，这样的花鸟有比较可观的输出，还能提升阵容整体的回火速度<br/>2 速丑时之女心眼，速命中生，高速行动加快上BUFF的频率以及鬼火恢复速度<br/>3 速酒吞，速攻暴加快叠被动的速度，速度快的酒吞输出频率更高<br/>4 速晴明，手动补星灭来提高输出 <br/>5 速大天狗，大天狗把小怪都打残血，方便后续玉藻前进行收割<br/>6 速玉藻前，破势攻攻暴，全程AOE收割大天狗打剩下的残血，增加自身的输出频率。 ",				
            "阴阳师推荐":"晴明（ 言灵· 星 + 符咒· 灭） "				
        },				
        "139":{				
            "阵容名称": "般兵雪童子阵容",				
            "式神1、2、3、4、5名称": "镰鼬、兵俑、般若、追月神、雪童子",				
            "阵容特点": "般兵稳定控制，鸣屋雪童子打出巨额输出，迅速解决战斗。",				
            "适合打法": "斗技/结界",				
            "式神分析和御魂选择": "1速镰鼬，有条件就高速招财，没有招财就选择散件<br/>2 速兵俑，返魂香套装，高命中高速度<br/>3 速般若，魍魉或是狰套装，选择套装的前提是有足够高的效果命中，保证能封住对面，如果满足不了套装，高命中散件也可以<br/>4 速晴明，补状态或开罩子 <br/>5 速追月神，火灵追月神保证前期阵容的鬼火充足br/>6 速雪童子，鸣屋雪童子，可以迅速打出有效输出，让敌方迅速减员。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "140":{				
            "阵容名称": "般兵雪童子阵容",				
            "式神1、2、3、4、5名称": "镰鼬、兵俑、般若、追月神、雪童子",				
            "阵容特点": "般兵稳定控制，鸣屋雪童子打出巨额输出，迅速解决战斗。",				
            "适合打法": "斗技/结界",				
            "式神分析和御魂选择": "1速镰鼬，有条件就高速招财，没有招财就选择散件<br/>2 速兵俑，返魂香套装，高命中高速度<br/>3 速般若，魍魉或是狰套装，选择套装的前提是有足够高的效果命中，保证能封住对面，如果满足不了套装，高命中散件也可以<br/>4 速晴明，补状态或开罩子 <br/>5 速追月神，火灵追月神保证前期阵容的鬼火充足br/>6 速雪童子，鸣屋雪童子，可以迅速打出有效输出，让敌方迅速减员。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "141":{				
            "阵容名称": "藻弈魂十阵容",				
            "式神1、2、3、4、5名称": "山兔、弈、座敷童子、天邪鬼绿、玉藻前",				
            "阵容特点": "御魂成形状态下稳定35-38秒，翻车概率较低。",				
            "适合打法": "魂十",				
            "式神分析和御魂选择": "1速山兔招财散件均可<br/>2 速晴明，加星给玉藻前打伤害<br/>3 速玉藻前，直接大招秒小怪<br/>4 速座敷，保证弈有足够的鬼火打收割 <br/>5 速弈，针女攻攻暴，有条件6号位爆伤，打收割<br/>6 速任意狗粮。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 星） "				
        },				
        "142":{				
            "阵容名称": "书翁弈御灵阵容",				
            "式神1、2、3、4、5名称": "书翁、弈、丑时之女、大天狗、追月神",				
            "阵容特点": "可以有效提升打御灵的速度。",				
            "适合打法": "御灵",				
            "式神分析和御魂选择": "1速追月神带招财<br/>2 速丑女，带破势套装，速命中生<br/>3 速晴明，带星灭上BUFF<br/>4 速书翁，书翁可以选择2+2+2生命或是招财地藏均可，如果书翁满技能就不用标记，没满技能需要标记御灵 <br/>5 速大天狗，针女攻攻暴，有条件6号位爆伤，打收割br/>6 速弈，御魂配置同大天狗。 ",				
            "阴阳师推荐":"晴明（ 言灵· 星 + 符咒· 灭） "				
        },				
        "143":{				
            "阵容名称": "斗技先手流",				
            "式神1、2、3、4、5名称": "镰鼬、日和坊、般若、玉藻前、辉夜姬",				
            "阵容特点": "利用一速的优势，加上玉藻前的强势输出能力，速战速决。",				
            "适合打法": "斗技/结界",				
            "式神分析和御魂选择": "1速镰鼬，有条件就高速招财，没有招财就选择散件<br/>2 速日和坊，镜姬套装，速度生命暴击，可以大幅增加阵容整体的容错率。<br/>3 速般若，魍魉或是狰套装，选择套装的前提是有足够高的效果命中，保证能封住对面，如果满足不了套装，高命中散件也可以<br/>4 速晴明，在适当的情况下补状态，或者是开护盾 <br/>5 速辉夜姬， 选择薙魂，主堆抵抗属性。<br/>6 速玉藻前，破势攻攻暴，一波AOE迅速解决战斗了。 ",				
            "阴阳师推荐":"晴明（ 言灵· 星 + 符咒· 灭） "				
        },				
        "144":{				
            "阵容名称": "斗技控制流",
            "式神1、2、3、4、5名称": "奴良陆生、椒图、犬神、日和坊、辉夜姬",				
            "阵容特点": "阵容整体依靠犬神以及陆生的双反击，日和坊增加阵容容错率，用来打秘闻非常的好用。",				
            "适合打法": "秘闻副本",				
            "式神分析和御魂选择": "1速椒图，保证队伍可以成功连线，打副本椒图选择速生生<br/>2 速日和坊可以加速滋养速度， <br/>3 速陆生， 陆生速度略微比犬神快这样，如果是打普攻还可以带犬神有BUFF普攻一次<br/>4 速犬神，犬神速度尽量低，从而让BUFF存在时间更久<br/>5 速辉夜姬，根据实际情况火灵或者蚌精。<br/>6 速晴明， 晴明给罩子或者不带罩子挂星灭都可以。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 符咒· 灭） "				
        },				
        "145":{				
            "阵容名称": "书翁弈御灵阵容",				
            "式神1、2、3、4、5名称": "书翁、弈、丑时之女、大天狗、追月神",				
            "阵容特点": "可以有效提升打御灵的速度。",				
            "适合打法": "御灵",				
            "式神分析和御魂选择": "1速追月神带招财<br/>2 速丑女，带破势套装，速命中生<br/>3 速晴明，带星灭上BUFF<br/>4 速书翁，书翁可以选择2+2+2生命或是招财地藏均可，如果书翁满技能就不用标记，没满技能需要标记御灵 <br/>5 速大天狗，针女攻攻暴，有条件6号位爆伤，打收割br/>6 速弈，御魂配置同大天狗。 ",				
            "阴阳师推荐":"晴明（ 言灵· 星 + 符咒· 灭） "				
        },				
        "146":{				
            "阵容名称": "斗技反手流",				
            "式神1、2、3、4、5名称": "奴良陆生、椒图、酒吞童子、日和坊、追月神",				
            "阵容特点": "后手阵容，后期单体爆发输出极高，阴阳师的选择也比较多样化。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速椒图，椒图四号位抵抗，抵抗尽可能的高，只要不被控住，可以连线即可 <br/>2 速酒吞或日和坊，酒吞和日和坊二号位都带速度这样可以更频繁的行动和出手<br/>3 速追月神，阵容回火依靠全队告诉跑系统给的鬼火， 为了保证开局的鬼火数量推荐带火灵<br/>尾速陆生， 陆生自带抵抗所以阵容整体高抵抗，陆生选择常规输出式神，后期一刀一个<br/>5 阴阳师选择晴明或者比丘尼等均可 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "147":{				
            "阵容名称": "斗技先手流",				
            "式神1、2、3、4、5名称": "镰鼬、百目鬼、般若、玉藻前、辉夜姬",				
            "阵容特点": "利用一速的优势，加上玉藻前的强势输出能力，速战速决。",				
            "适合打法": "斗技/结界",				
            "式神分析和御魂选择": "1速镰鼬，有条件就高速招财，没有招财就选择散件<br/>2 速百目鬼，招财套装，速度抵抗生命速度一定要快。<br/>3 速般若，魍魉或是狰套装，选择套装的前提是有足够高的效果命中，保证能封住对面，如果满足不了套装，高命中散件也可以<br/>4 速晴明，在适当的情况下补状态，或者是开护盾 <br/>5 速辉夜姬， 根据花鸟卷的御魂进行调试，还是建议主堆抵抗属性。<br/>6 速玉藻前，破势攻攻暴，一波AOE一般就可以迅速解决战斗了。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "148":{				
            "阵容名称": "斗技高抵抗反手阵容",				
            "式神1、2、3、4、5名称": "数珠、虫师、椒图、青行灯、辉夜姬",				
            "阵容特点": "阵容整体高抵抗，解控较多，可以依靠青灯抽火给敌方造成反手压力。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速木魅椒图，开场迅速连线，御魂选择速度抵抗生命<br/>2 速数珠，招财套装可以为阵容提供鬼火恢复，也可以带魍魉打控制，速度抵抗生命。<br/>3 速虫师，御魂选择地藏或镜姬均可，主要以堆生命属性为主<br/>4 速青行灯，轮入道破势等均可，主要是打乱敌方的鬼火恢复节奏 <br/>5 速晴明在适当的情况下补状态，或者是开护盾。<br/>6 速辉夜姬，高抵抗，高生命选择蚌精套装来保证敌方第一波进攻的存活率。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "149":{				
            "阵容名称": "斗技高抵抗反手阵容",				
            "式神1、2、3、4、5名称": "数珠、虫师、兵俑、青行灯、辉夜姬",				
            "阵容特点": "阵容整体高抵抗，解控较多，可以依靠青灯抽火给敌方造成反手压力。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速返魂香兵俑，后手进行一波控制，御魂选择速度命中生命<br/>2 速数珠，招财套装可以为阵容提供鬼火恢复，也可以带魍魉打控制，速度抵抗生命。<br/>3 速虫师，御魂选择地藏或镜姬均可，主要以堆生命属性为主<br/>4 速青行灯，轮入道破势等均可，主要是打乱敌方的鬼火恢复节奏 <br/>5 速晴明在适当的情况下补状态，或者是开护盾。<br/>6 速辉夜姬，高抵抗，高生命选择蚌精套装来保证敌方第一波进攻的存活率。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "150":{				
            "阵容名称": "斗技高抵抗反手阵容",				
            "式神1、2、3、4、5名称": "数珠、虫师、椒图、青行灯、辉夜姬",				
            "阵容特点": "阵容整体高抵抗，解控较多，可以依靠青灯抽火给敌方造成反手压力。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速木魅椒图，开场迅速连线，御魂选择速度抵抗生命<br/>2 速数珠，招财套装可以为阵容提供鬼火恢复，也可以带魍魉打控制，速度抵抗生命。<br/>3 速虫师，御魂选择地藏或镜姬均可，主要以堆生命属性为主<br/>4 速青行灯，轮入道破势等均可，主要是打乱敌方的鬼火恢复节奏 <br/>5 速晴明在适当的情况下补状态，或者是开护盾。<br/>6 速辉夜姬，高抵抗，高生命选择蚌精套装来保证敌方第一波进攻的存活率。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "151":{				
            "阵容名称": "斗技高抵抗反手阵容",				
            "式神1、2、3、4、5名称": "数珠、虫师、椒图、青行灯、辉夜姬",				
            "阵容特点": "阵容整体高抵抗，解控较多，可以依靠青灯抽火给敌方造成反手压力。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速木魅椒图，开场迅速连线，御魂选择速度抵抗生命<br/>2 速数珠，招财套装可以为阵容提供鬼火恢复，也可以带魍魉打控制，速度抵抗生命。<br/>3 速虫师，御魂选择地藏或镜姬均可，主要以堆生命属性为主<br/>4 速青行灯，轮入道破势等均可，主要是打乱敌方的鬼火恢复节奏 <br/>5 速晴明在适当的情况下补状态，或者是开护盾。<br/>6 速辉夜姬，高抵抗，高生命选择蚌精套装来保证敌方第一波进攻的存活率。 ",				
            "阴阳师推荐":"晴明（ 言灵· 守 + 言灵· 缚） "				
        },				
        "152":{				
            "阵容名称": "斗技反手流",				
            "式神1、2、3、4、5名称": "御馔津、彼岸花、数珠、辉夜姬、花鸟卷",				
            "阵容特点": "阵容有足够的坦度，彼岸花和御馔津以及数珠到后期输出不同凡响。",				
            "适合打法": "斗技",				
            "式神分析和御魂选择": "1速花鸟卷，御魂选择日女进行退条，速生暴，适当堆一些抵抗<br/>2 速数珠，尽早的让数珠开启打坐模式，这样可以适当的加快战斗节奏<br/>3 速御馔津，御魂选择返魂香，生抗暴，攻击属性完全依靠后期的BUFF来打输出，能抗住前期的几波伤害就可以了<br/>4 速八百比丘尼，直接星之咒封被动 <br/>5 速辉夜姬， 龟速辉夜姬的抵抗一定要，否则被控制开不出结界导致阵容断火就得不偿失了。<br/>6 速彼岸花，彼岸花可以选择破势或是魅妖控制花，尽可能减少花的行动次数，减少队伍的整体鬼火消耗。 ",				
            "阴阳师推荐":"八百比丘尼（ 星之咒 + 预知） "				
        },
	};


$(function() {



});

var cgArr = [];


function choiceGrp() {
    // tarr = ['一目连', '雨女', '琴师', '打火机', '自由位'];
    cgArr = [];
    var list;
    for (var i = 0; i < tarr.length; i++) {
        for (var item in groupArr) {
            list = groupArr[item]['式神1、2、3、4、5名称'];
            if (list.indexOf('+') > -1) {
                list = list.split('+');
            } else if (list.indexOf('、') > -1) {
                list = list.split('、');
            }

            for (var j = 0; j < list.length; j++) {
               if ($.trim(list[j]) == tarr[i]) {
                    cgArr[item] = {
                        'arr': item,
                        'num': cgArr[item] ? cgArr[item]['num'] + 1 : 1
                    }
                    break;
                }
            }
        }
    }

    cgArr = cgArr.sort(compareFunction);
    putTogether();
}

function compareFunction(item1, item2) {
    if (item1['num'] < item2['num']) {
        return 1;
    } else if (item1['num'] === item2['num']) {
        return 0;
    } else {
        return -1;
    }
}

function putTogether() {
    var html = '',
        group, groupName, list, imgs = '',
        png, imgHtml = '';
    // for(var i = 0; i < cgArr.length; i ++){
    if(cgArr.length < 1){
            html += '<div class="rem-more"><p class="more-tip">没有对应的阵容</p></div>'
    }
    else{
        for (var i in cgArr) {
            group = groupArr[cgArr[i]['arr']];
            groupName = group['阵容名称'];
            imgHtml = '';

            list = group['式神1、2、3、4、5名称'];
            if (list.indexOf('+') > -1) {
                list = list.split('+');
            } else if (list.indexOf('、') > -1) {
                list = list.split('、');
            }

            for (var j = 0; j < list.length; j++) {
                png = arr[$.trim(list[j])] ? arr[$.trim(list[j])]['形象PNG'] : '';
                imgHtml += '<span class="con-item">' + '<img src="https://www.16163.com/zt/yys/gj/zrgj/img/kv_ss/' + png + '" title="' + list[j] + '" class="con-img"></span>';
            }

            html += '<div class="rem-more"><p class="more-title">' 
                + '<span class="more-name">' + groupName + '</span>' 
                + '<span class="more-share"></span>' + '</p><p class="clearfix">' + imgHtml 
                +'</p><p class="more-tip">查看详情<br/><span class="more-icon"></span></p>' 
                + '</div><div class="con-rem"><p class="rem-title clearfix">' + groupName 
                + '<span class="fr"><img src="images/icon_5.jpg" class="con-img"></span>' 
                + '</p>';

            
            imgs = '<p class="con-list clearfix">';
            imgs += imgHtml;
            imgs += '</p>';

            html += imgs;
            html += '<p class="con-name">阵容特点：</p><p class="con-info">' + group['阵容特点'] + '</p><p class="con-name">适合打法：</p><p class="con-info">' + group['适合打法'] + '</p><p class="con-name">式神分析&御魂选择：</p><p class="con-info">' + group['式神分析和御魂选择'] + '</p><p class="con-name">阴阳师选择：</p><p class="con-info">' + group['阴阳师推荐'] + '</p></div>';
        }
    }
    

    $(".rems").html(html);

    $(".rem-more").on('click', function() {
        $(this).hide();
        $(this).next('.con-rem').show();
    });

     $('.con-rem .rem-title').click(function(){
       var parent = $(this).parent('.con-rem');
       parent.hide();
       parent.prev('.rem-more').show();
    });


}
